[
  {
    "number": 1,
    "text": "Si configura il reato, previsto e punito dal codice penale, di falsità ideologica, commessa dal pubblico ufficiale in atti pubblici, quando il pubblico ufficiale:",
    "answers": [
      {
        "text": "ricevendo o formando un atto nell’esercizio delle sue funzioni, attesta falsamente che un fatto è stato da lui compiuto o è avvenuto alla sua presenza.",
        "correct": true
      },
      {
        "text": "nell’esercizio delle sue funzioni, contraffà o altera certificati o autorizzazioni amministrative.",
        "correct": false
      },
      {
        "text": "nell’esercizio delle sue funzioni, attesta falsamente, in certificati o autorizzazioni amministrative, fatti dei quali l’atto è destinato a provare la verità.",
        "correct": false
      },
      {
        "text": "nell’esercizio delle sue funzioni, forma, in tutto o in parte, un atto falso o altera un atto vero.",
        "correct": false
      }
    ]
  },
  {
    "number": 2,
    "text": "Secondo le norme penali vigenti quale dei seguenti delitti è un delitto contro la pubblica amministrazione?",
    "answers": [
      {
        "text": "Peculato.",
        "correct": true
      },
      {
        "text": "Appropriazione indebita.",
        "correct": false
      },
      {
        "text": "Omessa denuncia di reato da parte di pubblico ufficiale.",
        "correct": false
      },
      {
        "text": "Contraffazione del sigillo dello stato.",
        "correct": false
      }
    ]
  },
  {
    "number": 3,
    "text": "A norma del Codice Penale, per poter legittimamente invocare lo stato di necessità, l’oggetto del pericolo deve essere:",
    "answers": [
      {
        "text": "un danno grave alla persona propria o altrui.",
        "correct": true
      },
      {
        "text": "un danno grave al patrimonio o alla persona che invoca lo stato di necessità.",
        "correct": false
      },
      {
        "text": "un danno grave al patrimonio o alla persona del soggetto passivo del reato.",
        "correct": false
      },
      {
        "text": "esclusivamente un danno grave alla persona che invoca lo stato di necessità.",
        "correct": false
      }
    ]
  },
  {
    "number": 4,
    "text": "L’esecuzione della pena è obbligatoriamente differita, viste le disposizioni del codice penale:",
    "answers": [
      {
        "text": "se deve aver luogo nei confronti di persona affetta da AIDS conclamata.",
        "correct": true
      },
      {
        "text": "se deve aver luogo nei confronti di madre di infante di età inferiore a 18 mesi.",
        "correct": false
      },
      {
        "text": "se deve aver luogo nei confronti di madre di infante di età inferiore ad anni 3.",
        "correct": false
      },
      {
        "text": "se deve aver luogo nei confronti di persona affetta da AIDS conclamata o, comunque, che si trovi in condizioni di grave infermità fisica.",
        "correct": false
      }
    ]
  },
  {
    "number": 5,
    "text": "La remissione di querela, prevista dall'art. 152 c.p., può essere sottoposta a termini o a condizioni?",
    "answers": [
      {
        "text": "No.",
        "correct": true
      },
      {
        "text": "Sì, ma solo col consenso del querelato.",
        "correct": false
      },
      {
        "text": "Sì, con il consenso del querelante, del querelato e del Pubblico Ministero.",
        "correct": false
      },
      {
        "text": "Sì, ma solo col consenso del querelante.",
        "correct": false
      }
    ]
  },
  {
    "number": 6,
    "text": "Il pagamento della somma corrispondente all’oblazione nelle contravvenzioni penali punite con la sola ammenda, con riferimento alle disposizioni del codice penale, deve avvenire:",
    "answers": [
      {
        "text": "prima dell’apertura del dibattimento o prima del decreto di condanna.",
        "correct": true
      },
      {
        "text": "prima della chiusura del dibattimento.",
        "correct": false
      },
      {
        "text": "prima dell’udienza di rinvio a giudizio.",
        "correct": false
      },
      {
        "text": "prima del deposito della sentenza o del decreto di condanna.",
        "correct": false
      }
    ]
  },
  {
    "number": 7,
    "text": "I soggetti legittimati a richiedere il risarcimento del danno causato dal reato, in base alle disposizioni del codice penale, sono:",
    "answers": [
      {
        "text": "tutti i soggetti che dal reato abbiano subito un danno.",
        "correct": true
      },
      {
        "text": "sempre il soggetto passivo del reato e, per i soli reati perseguibili a querela, anche il querelante e tutti i soggetti che dal reato abbiano subito un danno.",
        "correct": false
      },
      {
        "text": "sempre il soggetto passivo del reato e, per i soli reati perseguibili a querela, anche le persone danneggiate dal reato.",
        "correct": false
      },
      {
        "text": "sempre il soggetto passivo del reato e, per i soli reati perseguibili a querela, anche il querelante.",
        "correct": false
      }
    ]
  },
  {
    "number": 8,
    "text": "La sorveglianza della persona in stato di libertà vigilata, ai sensi del vigente codice penale, è affidata:",
    "answers": [
      {
        "text": "all’Autorità di Pubblica Sicurezza.",
        "correct": true
      },
      {
        "text": "al Giudice che ha imposto la misura.",
        "correct": false
      },
      {
        "text": "al personale della Polizia Penitenziaria.",
        "correct": false
      },
      {
        "text": "al personale dell’Arma dei Carabinieri.",
        "correct": false
      }
    ]
  },
  {
    "number": 9,
    "text": "L’abusivo esercizio di una professione per la quale è richiesta una speciale abilitazione dello Stato, con riferimento al codice penale, costituisce:",
    "answers": [
      {
        "text": "un delitto.",
        "correct": true
      },
      {
        "text": "una contravvenzione penale.",
        "correct": false
      },
      {
        "text": "un delitto o un illecito amministrativo, a seconda del tipo di professione.",
        "correct": false
      },
      {
        "text": "una contravvenzione penale o un illecito amministrativo, a seconda del tipo di illecito.",
        "correct": false
      }
    ]
  },
  {
    "number": 10,
    "text": "L’incaricato di pubblico servizio, secondo le previsioni del codice penale, che omette di denunciare all’Autorità Giudiziaria un reato perseguibile d’ufficio del quale abbia avuto notizia è punito con:",
    "answers": [
      {
        "text": "la multa, ma solo se ha ricevuto la notizia di reato nell’esercizio o a causa del servizio.",
        "correct": true
      },
      {
        "text": "l’arresto o l’ammenda, ma solo se ha ricevuto la notizia di reato nell’esercizio o a causa del servizio.",
        "correct": false
      },
      {
        "text": "la reclusione, ma solo se ha ricevuto la notizia di reato nell’esercizio o a causa del servizio.",
        "correct": false
      },
      {
        "text": "la reclusione, in ogni caso, anche se non ha ricevuto la notizia nell’esercizio o a causa del suo servizio.",
        "correct": false
      }
    ]
  },
  {
    "number": 11,
    "text": "Il fenomeno in base al quale il trascorrere di un periodo di tempo comporta, a norma del codice penale, l'estinzione del reato viene denominato:",
    "answers": [
      {
        "text": "prescrizione.",
        "correct": true
      },
      {
        "text": "perenzione.",
        "correct": false
      },
      {
        "text": "decadenza.",
        "correct": false
      },
      {
        "text": "decorrenza.",
        "correct": false
      }
    ]
  },
  {
    "number": 12,
    "text": "In materia di codice penale, il divieto di soggiorno in uno o più comuni o uno o più province costituisce:",
    "answers": [
      {
        "text": "una misura di sicurezza.",
        "correct": true
      },
      {
        "text": "una misura di sicurezza patrimoniale.",
        "correct": false
      },
      {
        "text": "una pena accessoria.",
        "correct": false
      },
      {
        "text": "una sanzione sostitutiva.",
        "correct": false
      }
    ]
  },
  {
    "number": 13,
    "text": "Chiunque ponga in essere un indebito esercizio di una funzione pubblica o di attribuzioni inerenti ad un pubblico impiego compie, nell'ambito del codice penale, il reato di:",
    "answers": [
      {
        "text": "usurpazione di funzioni pubbliche.",
        "correct": true
      },
      {
        "text": "traffico di influenze illecite.",
        "correct": false
      },
      {
        "text": "interruzione di un ufficio o servizio pubblico o di un servizio di pubblica necessità.",
        "correct": false
      },
      {
        "text": "violenza o minaccia a pubblico impiegato.",
        "correct": false
      }
    ]
  },
  {
    "number": 14,
    "text": "Agli effetti di legge, si definisce un pubblico ufficiale colui che:",
    "answers": [
      {
        "text": "esercita una pubblica funzione legislativa, giudiziaria o amministrativa.",
        "correct": true
      },
      {
        "text": "a qualunque titolo, presta un servizio pubblico.",
        "correct": false
      },
      {
        "text": "espleta una funzione amministrativa dichiarata di pubblica necessità mediante un atto della Pubblica Amministrazione.",
        "correct": false
      },
      {
        "text": "esercita una professione dichiarata di pubblica necessità, il cui esercizio sia vietato senza una speciale abilitazione dello Stato.",
        "correct": false
      }
    ]
  },
  {
    "number": 15,
    "text": "Il delitto di resistenza a Pubblico Ufficiale, previsto dall'art. 337 c.p., è ipotizzabile anche nei confronti dell’incaricato di pubblico servizio?",
    "answers": [
      {
        "text": "Sì, è previsto nella stessa disposizione.",
        "correct": true
      },
      {
        "text": "No, non è previsto dal codice penale.",
        "correct": false
      },
      {
        "text": "Sì, ma la pena in questo caso è ridotta.",
        "correct": false
      },
      {
        "text": "Sì, salvo che la legge disponga altrimenti.",
        "correct": false
      }
    ]
  },
  {
    "number": 16,
    "text": "Sono reati della stessa indole, con riferimento al le norme del codice penale, anche quelli che violano leggi diverse?",
    "answers": [
      {
        "text": "Sì, purché presentino, nei casi concreti, caratteri fondamentali comuni.",
        "correct": true
      },
      {
        "text": "Sì, purché unificati dal vincolo della continuazione.",
        "correct": false
      },
      {
        "text": "Sì, ma solo se offendano il medesimo bene giuridico.",
        "correct": false
      },
      {
        "text": "Si, ma solo se prevedono la pene della stessa specie.",
        "correct": false
      }
    ]
  },
  {
    "number": 17,
    "text": "Il delitto di violenza a Pubblico Ufficiale, ai sensi del codice penale, è compreso nei delitti:",
    "answers": [
      {
        "text": "dei privati contro la Pubblica Amministrazione.",
        "correct": true
      },
      {
        "text": "contro la fede pubblica.",
        "correct": false
      },
      {
        "text": "contro l’ordine pubblico.",
        "correct": false
      },
      {
        "text": "contro l’attività giudiziaria.",
        "correct": false
      }
    ]
  },
  {
    "number": 18,
    "text": "Per l’interdetto a cagione dell’infermità di mente, con riferimento al vigente codice penale, il diritto di querela è esercitato:",
    "answers": [
      {
        "text": "dal genitore o tutore.",
        "correct": true
      },
      {
        "text": "dal curatore speciale nominato dal Tribunale.",
        "correct": false
      },
      {
        "text": "dall’interdetto direttamente o dal suo legale rappresentante.",
        "correct": false
      },
      {
        "text": "dal genitore o dal curatore.",
        "correct": false
      }
    ]
  },
  {
    "number": 19,
    "text": "Il delitto di rivelazione di segreti d’ufficio, con riferimento all'art. 326 c.p.:",
    "answers": [
      {
        "text": "è un delitto proprio dei Pubblici Ufficiali e degli incaricati di pubblico servizio.",
        "correct": true
      },
      {
        "text": "è un delitto proprio dei soli Pubblici Ufficiali.",
        "correct": false
      },
      {
        "text": "non ammette il tentativo.",
        "correct": false
      },
      {
        "text": "è stato abrogato.",
        "correct": false
      }
    ]
  },
  {
    "number": 20,
    "text": "Nell’esercizio del potere discrezionale circa la determinazione della pena da applicare, in materia di codice penale, il giudice deve tener conto della gravità del reato desunta:",
    "answers": [
      {
        "text": "anche dalla natura, dalla specie, dai mezzi, dall’oggetto, dal tempo, dal luogo e da ogni altra modalità dell’azione.",
        "correct": true
      },
      {
        "text": "anche della procedibilità del reato, se d’ufficio o a querela.",
        "correct": false
      },
      {
        "text": "anche dalla capacità a delinquere della persona offesa dal reato.",
        "correct": false
      },
      {
        "text": "della natura del reato e dalla capacità a delinquere del soggetto attivo e della persona offesa dal reato.",
        "correct": false
      }
    ]
  },
  {
    "number": 21,
    "text": "Il Giudice penale, nei limiti della discrezionalità riconosciutagli dalla legge ai sensi dell'art. 132 c.p., nell’aumentare o diminuire la pena:",
    "answers": [
      {
        "text": "non può oltrepassare i limiti fissati dalla legge per ciascuna pena, salvo i casi espressamente determinati dalla legge.",
        "correct": true
      },
      {
        "text": "può oltrepassare i limiti fissati dalla legge solo nel caso di concorso di reati.",
        "correct": false
      },
      {
        "text": "può oltrepassare i limiti fissati dalla legge solo per le pene pecuniarie.",
        "correct": false
      },
      {
        "text": "può sempre oltrepassare i limiti fissati dalla legge per ciascuna pena, indicando i motivi che giustificano l’uso di tale potere discrezionale.",
        "correct": false
      }
    ]
  },
  {
    "number": 22,
    "text": "La pena è prevista, secondo le norme del codice penale, nell’ipotesi del reato continuato è:",
    "answers": [
      {
        "text": "la pena che dovrebbe infliggersi per il reato più grave aumentata sino al triplo.",
        "correct": true
      },
      {
        "text": "la somma delle pene previste per i singoli reati, aumentata fino ad un terzo.",
        "correct": false
      },
      {
        "text": "la somma delle pene previste per i singoli reati, ridotta fino ad un terzo.",
        "correct": false
      },
      {
        "text": "la pena che dovrebbe infliggersi per il reato più grave aumentata sino a due terzi.",
        "correct": false
      }
    ]
  },
  {
    "number": 23,
    "text": "Qualora taluno istighi una persona a commettere un reato e l’istigazione sia accolta ma il reato non venga commesso, in conformità alle norme del codice penale:",
    "answers": [
      {
        "text": "l’istigatore è punibile in ogni caso.",
        "correct": true
      },
      {
        "text": "nessuna di esse è punibile per il solo fatto dell’istigazione.",
        "correct": false
      },
      {
        "text": "sono entrambe punibili per l’accordo, salvo che la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "è sempre applicabile nei loro confronti una misura di sicurezza.",
        "correct": false
      }
    ]
  },
  {
    "number": 24,
    "text": "Il giudice, nel quantificare la pena da infliggere, in conformità alle norme del codice penale, può aumentarla nei confronti di colui che, dopo essere stato condannato per un reato, anche se colposo, ne ha commesso un altro?",
    "answers": [
      {
        "text": "No, l'aumento di pena conseguente alla recidiva può essere applicato  solo nelle ipotesi di delitti non colposi.",
        "correct": true
      },
      {
        "text": "No, la pena può essere aumentata solo se il soggetto ha già riportato almeno due condanne passate in giudicato.",
        "correct": false
      },
      {
        "text": "Sì, purché il nuovo reato sia della stessa indole del precedente.",
        "correct": false
      },
      {
        "text": "Sì, ma solo se il reato è stato commesso entro i cinque anni dalla condanna precedente.",
        "correct": false
      }
    ]
  },
  {
    "number": 25,
    "text": "I reati in cui la pena è aumentata per il verificarsi di un evento ulteriore addebitato al soggetto agente, in base all'art. 83 c.p., indipendentemente da ogni previsione o volontà si definiscono:",
    "answers": [
      {
        "text": "reati aberranti.",
        "correct": true
      },
      {
        "text": "reati aggravati dall’evento.",
        "correct": false
      },
      {
        "text": "reati complessi.",
        "correct": false
      },
      {
        "text": "reati preterintenzionali.",
        "correct": false
      }
    ]
  },
  {
    "number": 26,
    "text": "Chi ha determinato a commettere un reato una persona non imputabile, secondo il codice penale:",
    "answers": [
      {
        "text": "risponde del reato da questi commesso e la pena è aumentata.",
        "correct": true
      },
      {
        "text": "risponde del reato in concorso con l’autore materiale, ma con pena aumentata.",
        "correct": false
      },
      {
        "text": "non è punibile, ma può essere sottoposto ad una misura di sicurezza.",
        "correct": false
      },
      {
        "text": "risponde del reato in concorso con l’autore materiale.",
        "correct": false
      }
    ]
  },
  {
    "number": 27,
    "text": "In base alle norme del codice penale, è causa di estinzione della pena:",
    "answers": [
      {
        "text": "la grazia.",
        "correct": true
      },
      {
        "text": "la morte del reo prima della sentenza.",
        "correct": false
      },
      {
        "text": "l’oblazione.",
        "correct": false
      },
      {
        "text": "la presenza di una causa di esclusione del reato.",
        "correct": false
      }
    ]
  },
  {
    "number": 28,
    "text": "Nel delitto di concussione, a norma dell'art. 323bis c.p., qualora il fatto sia di particolare tenuità si configura una:",
    "answers": [
      {
        "text": "circostanza attenuante speciale.",
        "correct": true
      },
      {
        "text": "circostanza attenuante comune.",
        "correct": false
      },
      {
        "text": "circostanza attenuante prevista dal codice penale per tutti i delitti contro la pubblica amministrazione.",
        "correct": false
      },
      {
        "text": "No, ma della particolare tenuità del fatto deve tenersi conto ai fini della determinazione in concreto della pena.",
        "correct": false
      }
    ]
  },
  {
    "number": 29,
    "text": "In materia di codice penale, l’essere concorso a determinare l’evento, insieme alla condotta del colpevole, il fatto doloso della persona offesa costituisce:",
    "answers": [
      {
        "text": "una circostanza attenuante comune.",
        "correct": true
      },
      {
        "text": "una circostanza attenuante speciale.",
        "correct": false
      },
      {
        "text": "una circostanza attenuante ad effetto speciale.",
        "correct": false
      },
      {
        "text": "una causa di estinzione del reato.",
        "correct": false
      }
    ]
  },
  {
    "number": 30,
    "text": "Se la querela è stata già proposta, la morte della persona offesa estingue il reato?",
    "answers": [
      {
        "text": "No, mai.",
        "correct": true
      },
      {
        "text": "No, tranne le eccezioni previste dalla legge.",
        "correct": false
      },
      {
        "text": "Si, tranne le eccezioni previste dalla legge.",
        "correct": false
      },
      {
        "text": "Gli eredi della persona offesa possono decidere se avvalersi nuovamente del diritto di proporre querela.",
        "correct": false
      }
    ]
  },
  {
    "number": 31,
    "text": "Costituisce una deroga al principio di obbligatorietà della legge penale, prevista dall'art. 3 c.p.:",
    "answers": [
      {
        "text": "l’immunità personale prevista dal diritto internazionale dal diritto pubblico interno.",
        "correct": true
      },
      {
        "text": "ciascuna causa di esclusione del reato.",
        "correct": false
      },
      {
        "text": "il principio del “favor rei”.",
        "correct": false
      },
      {
        "text": "l’estradizione.",
        "correct": false
      }
    ]
  },
  {
    "number": 32,
    "text": "L’amnistia, secondo la disposizione dell'art. 151 c.p., si applica anche ai delinquenti professionali?",
    "answers": [
      {
        "text": "Mai, salvo che il decreto disponga diversamente.",
        "correct": true
      },
      {
        "text": "Dipende dalla tipologia del reato commesso.",
        "correct": false
      },
      {
        "text": "Sempre, salvo che il decreto disponga diversamente.",
        "correct": false
      },
      {
        "text": "Mai, senza eccezioni.",
        "correct": false
      }
    ]
  },
  {
    "number": 33,
    "text": "Il Giudice può ordinare, con riferimento all'art. 163 c.p., la sospensione condizionale della pena nel pronunciare sentenza di condanna alla reclusione congiunta a multa:",
    "answers": [
      {
        "text": "quando la multa, congiunta alla pena detentiva e ragguagliata secondo i criteri stabiliti, sia equivalente alla reclusione non superiore, nel complesso, a due anni.",
        "correct": true
      },
      {
        "text": "quando la multa, congiunta alla pena detentiva e ragguagliata secondo i criteri stabiliti, sia equivalente alla reclusione non superiore, nel complesso, a tre anni.",
        "correct": false
      },
      {
        "text": "quando la multa, congiunta alla reclusione, sia equivalente alla reclusione non superiore, nel complesso, a cinque anni.",
        "correct": false
      },
      {
        "text": "quando la reclusione sia, da sola, inferiore a due anni e la multa, ragguagliata secondo i criteri stabiliti, sia, da sola, equivalente alla pena della reclusione anch’essa inferiore a due anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 34,
    "text": "Nei delitti punibili a querela della persona offesa, ai sensi dell'art. 152 c.p., la remissione della stessa estingue il reato?",
    "answers": [
      {
        "text": "Sì, sempre.",
        "correct": true
      },
      {
        "text": "No, tranne le eccezioni previste dalla legge.",
        "correct": false
      },
      {
        "text": "Non estingue il reato ma fa cessare in ogni caso l’esecuzione della condanna.",
        "correct": false
      },
      {
        "text": "Non estingue il reato ma fa cessare l’esecuzione della condanna, tranne se non è intervenuta sentenza definitiva.",
        "correct": false
      }
    ]
  },
  {
    "number": 35,
    "text": "Il pubblico ufficiale, che si appropria di una cosa altrui sottoposta a sequestro nel corso di un procedimento penale ed affidata alla sua custodia, in base alle vigenti norme penali commette il delitto di:",
    "answers": [
      {
        "text": "peculato.",
        "correct": true
      },
      {
        "text": "distrazione aggravata dal mezzo fraudolento.",
        "correct": false
      },
      {
        "text": "falsità materiale commessa dal pubblico ufficiale in atti pubblici.",
        "correct": false
      },
      {
        "text": "malversazione aggravata con utilizzo del mezzo fraudolento.",
        "correct": false
      }
    ]
  },
  {
    "number": 36,
    "text": "Costituisce aggravante specifica del delitto di oltraggio, previsto dall'art. 343 c.p., ad un magistrato in udienza:",
    "answers": [
      {
        "text": "se l’offesa consiste nell’attribuzione di un fatto determinato o è commesso con violenza o minaccia.",
        "correct": true
      },
      {
        "text": "esclusivamente se l’offesa consiste nell’attribuzione di un fatto determinato.",
        "correct": false
      },
      {
        "text": "il reato di oltraggio ad un magistrato in udienza è stato abrogato.",
        "correct": false
      },
      {
        "text": "se il fatto è commesso nel corso di un’udienza penale.",
        "correct": false
      }
    ]
  },
  {
    "number": 37,
    "text": "Nel codice penale, l’oblazione nella contravvenzione comporta:",
    "answers": [
      {
        "text": "l’estinzione del reato.",
        "correct": true
      },
      {
        "text": "la sospensione del processo.",
        "correct": false
      },
      {
        "text": "l’esclusione della punibilità ma non l’estinzione del reato.",
        "correct": false
      },
      {
        "text": "la riduzione della pena.",
        "correct": false
      }
    ]
  },
  {
    "number": 38,
    "text": "Il termine della prescrizione, previsto dall'art. 158 c.p., nei reati punibili a querela decorre:",
    "answers": [
      {
        "text": "dal giorno del commesso reato.",
        "correct": true
      },
      {
        "text": "dal giorno di presentazione della querela.",
        "correct": false
      },
      {
        "text": "dal giorno in cui l'ultimo dei soggetti offesi dal reato ha avuto notizia del reato.",
        "correct": false
      },
      {
        "text": "Dal giorno in cui sono scaduti i termini per la presentazione della querela",
        "correct": false
      }
    ]
  },
  {
    "number": 39,
    "text": "Ai sensi dell'art. 317 c.p., il reato di concussione è un delitto proprio:",
    "answers": [
      {
        "text": "del Pubblico Ufficiale e dell'incaricato di pubblico servizio.",
        "correct": true
      },
      {
        "text": "del Pubblico Ufficiale e anche dell’incaricato di pubblico servizio purché questi rivesta la qualità di pubblico impiegato.",
        "correct": false
      },
      {
        "text": "del Pubblico Ufficiale, dell’incaricato di pubblico servizio e dell’esercente un servizio di pubblica necessità.",
        "correct": false
      },
      {
        "text": "del Pubblico Ufficiale, dell’incaricato di pubblico servizio e, nelle sole ipotesi espressamente previste dalla legge, dell’esercente un servizio di pubblica necessità.",
        "correct": false
      }
    ]
  },
  {
    "number": 40,
    "text": "Quale, tra le seguenti previste dal codice penale, è una misura di sicurezza personale?",
    "answers": [
      {
        "text": "La libertà vigilata.",
        "correct": true
      },
      {
        "text": "La sorveglianza speciale.",
        "correct": false
      },
      {
        "text": "La semi libertà.",
        "correct": false
      },
      {
        "text": "La libertà controllata.",
        "correct": false
      }
    ]
  },
  {
    "number": 41,
    "text": "Se trattasi di condannato all’ergastolo, la pena, a seguito di liberazione condizionale, in conformità alle norme del codice penale, si estingue:",
    "answers": [
      {
        "text": "decorsi 5 anni dalla data del provvedimento di liberazione condizionale.",
        "correct": true
      },
      {
        "text": "decorsi 3 anni dalla data del provvedimento di liberazione condizionale.",
        "correct": false
      },
      {
        "text": "decorsi 10 anni dalla data del provvedimento di liberazione condizionale.",
        "correct": false
      },
      {
        "text": "decorsi 10 anni dalla data del provvedimento di liberazione condizionale, salvo che la legge disponga altrimenti.",
        "correct": false
      }
    ]
  },
  {
    "number": 42,
    "text": "In base all'art. 83 c.p., un reato in cui l'evento verificatosi è diverso da quello voluto dall’agente si definisce:",
    "answers": [
      {
        "text": "aberrante.",
        "correct": true
      },
      {
        "text": "aggravato dall’evento.",
        "correct": false
      },
      {
        "text": "putativo.",
        "correct": false
      },
      {
        "text": "complesso.",
        "correct": false
      }
    ]
  },
  {
    "number": 43,
    "text": "Per i minori degli anni 14, secondo le previsioni del codice penale, il diritto di querela è esercitato:",
    "answers": [
      {
        "text": "dal genitore o dal tutore.",
        "correct": true
      },
      {
        "text": "dal genitore, da un prossimo congiunto o dal tutore.",
        "correct": false
      },
      {
        "text": "dal genitore, dal tutore o, solo riguardo taluni reati indicati dalla legge, da un prossimo congiunto.",
        "correct": false
      },
      {
        "text": "dal genitore, dal tutore o, solo riguardo a reati in materia sessuale, dal minore stesso.",
        "correct": false
      }
    ]
  },
  {
    "number": 44,
    "text": "Quando, nella commissione di un delitto, l'evento che si verifica va oltre l'intenzione dell'agente, si concretizza, secondo le norme del codice penale, l'ipotesi di:",
    "answers": [
      {
        "text": "delitto preterintenzionale.",
        "correct": true
      },
      {
        "text": "delitto colposo senza previsione dell'evento.",
        "correct": false
      },
      {
        "text": "delitto a colpa generica.",
        "correct": false
      },
      {
        "text": "delitto aggravato dall'evento.",
        "correct": false
      }
    ]
  },
  {
    "number": 45,
    "text": "Si concretizza il delitto di falsità materiale, previsto dal codice penale, quando il pubblico ufficiale, nell’esercizio delle sue funzioni:",
    "answers": [
      {
        "text": "forma, in tutto o in parte, un atto falso o altera un atto vero.",
        "correct": true
      },
      {
        "text": "forma un atto in cui attesta falsamente fatti dei quali l’atto è destinato a provare la verità.",
        "correct": false
      },
      {
        "text": "forma un atto in cui attesta falsamente che un fatto è stato da lui compiuto o è avvenuto alla sua presenza.",
        "correct": false
      },
      {
        "text": "attesta falsamente, in certificati o autorizzazioni amministrative, fatti dei quali l’atto è destinato a provare la verità.",
        "correct": false
      }
    ]
  },
  {
    "number": 46,
    "text": "In base al codice penale, i provvedimenti che il Giudice predispone per la prevenzione dei reati nei confronti di persone socialmente pericolose che abbiano commesso un reato si definiscono:",
    "answers": [
      {
        "text": "misure di sicurezza.",
        "correct": true
      },
      {
        "text": "misure cautelari.",
        "correct": false
      },
      {
        "text": "misure interdittive.",
        "correct": false
      },
      {
        "text": "misure di prevenzione.",
        "correct": false
      }
    ]
  },
  {
    "number": 47,
    "text": "Secondo le norme del codice penale gli incaricati di pubblico servizio possono invocare la legittima difesa e l’uso legittimo delle armi?",
    "answers": [
      {
        "text": "Possono invocare solo la legittima difesa e solo negli stessi casi previsti per qualsiasi privato cittadino.",
        "correct": true
      },
      {
        "text": "Sì, entrambe.",
        "correct": false
      },
      {
        "text": "Possono invocare la legittima difesa, negli stessi casi previsti per qualsiasi privato cittadino, e l’uso legittimo delle armi solo quando hanno commesso il fatto nell’esercizio delle loro funzioni.",
        "correct": false
      },
      {
        "text": "Possono invocare la legittima difesa, negli stessi casi previsti per qualsiasi privato cittadino, e l’uso legittimo delle armi solo quando rivestono anche la qualifica di pubblico impiegato.",
        "correct": false
      }
    ]
  },
  {
    "number": 48,
    "text": "Se la pena prevista per il delitto consumato è l’ergastolo, nell'ambito del codice penale, il colpevole del delitto tentato è punito:",
    "answers": [
      {
        "text": "con la reclusione non inferiore a 12 anni.",
        "correct": true
      },
      {
        "text": "con la reclusione non inferiore a 10 anni.",
        "correct": false
      },
      {
        "text": "con la reclusione non inferiore a 18 anni.",
        "correct": false
      },
      {
        "text": "con la reclusione non inferiore a 15 anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 49,
    "text": "Con riferimento alle norme del codice penale, è imputabile l’autore di un reato che manchi parzialmente dell’udito e della parola?",
    "answers": [
      {
        "text": "Sì, se, al momento del fatto, la capacità di intendere o di volere era grandemente scemata, ma non esclusa, a causa dell’infermità.",
        "correct": true
      },
      {
        "text": "No, poiché, in ogni caso, in considerazione delle condizioni fisiche, non potrà essere applicata la pena.",
        "correct": false
      },
      {
        "text": "No, poiché tale menomazione rende la persona comunque incapace di intendere e di volere.",
        "correct": false
      },
      {
        "text": "Sì e la pena non è diminuita.",
        "correct": false
      }
    ]
  },
  {
    "number": 50,
    "text": "Il Giudice con la sentenza di condanna, secondo quanto disposto dal codice penale, può disporre, in relazione alle condizioni economiche del condannato, che la pena pecuniaria:",
    "answers": [
      {
        "text": "venga pagata in rate mensili da sei a sessanta.",
        "correct": true
      },
      {
        "text": "venga pagata in rate mensili da dieci a trenta.",
        "correct": false
      },
      {
        "text": "venga pagata in rate bimestrali da tre a dieci.",
        "correct": false
      },
      {
        "text": "venga pagata in rate mensili da dieci a sessanta.",
        "correct": false
      }
    ]
  },
  {
    "number": 51,
    "text": "Il delitto di indebita percezione di erogazioni a danno dello Stato, previsto dal codice penale, è:",
    "answers": [
      {
        "text": "compreso tra i delitti contro la Pubblica Amministrazione.",
        "correct": true
      },
      {
        "text": "un delitto contro l'Amministrazione della giustizia.",
        "correct": false
      },
      {
        "text": "un delitto contro la fede pubblica.",
        "correct": false
      },
      {
        "text": "un delitto contro l’ordine pubblico.",
        "correct": false
      }
    ]
  },
  {
    "number": 52,
    "text": "Quando ritenga che, per le condizioni economiche del reo, la misura minima della pena pecuniaria sia eccessivamente gravosa, il Giudice con riferimento al codice penale può diminuirla:",
    "answers": [
      {
        "text": "sino ad un terzo.",
        "correct": true
      },
      {
        "text": "sino alla metà.",
        "correct": false
      },
      {
        "text": "sino a un quarto.",
        "correct": false
      },
      {
        "text": "sino ad un quinto.",
        "correct": false
      }
    ]
  },
  {
    "number": 53,
    "text": "Nell’ipotesi di concorso di persone nel reato, in base al codice penale, le circostanze soggettive ed oggettive che escludono la pena hanno effetto:",
    "answers": [
      {
        "text": "le oggettive per tutti coloro che sono concorsi nel reato, le soggettive solo per coloro cui si riferiscono.",
        "correct": true
      },
      {
        "text": "entrambe per tutti coloro che sono concorsi nel reato, salvo che la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "le soggettive per tutti coloro che sono concorsi nel reato, le oggettive solo per coloro cui si riferiscono.",
        "correct": false
      },
      {
        "text": "le oggettive per tutti coloro che sono concorsi nel reato, le soggettive solo per coloro cui si riferiscono, salvo che la legge disponga altrimenti.",
        "correct": false
      }
    ]
  },
  {
    "number": 54,
    "text": "La violenza o minaccia a un pubblico ufficiale, ai sensi del codice penale, configura il delitto:",
    "answers": [
      {
        "text": "dei privati contro la Pubblica Amministrazione.",
        "correct": true
      },
      {
        "text": "contro la fede pubblica.",
        "correct": false
      },
      {
        "text": "dei pubblici ufficiali contro la Pubblica Amministrazione.",
        "correct": false
      },
      {
        "text": "contro l'ordine pubblico.",
        "correct": false
      }
    ]
  },
  {
    "number": 55,
    "text": "Qual è la differenza principale tra il reato di concussione e il reato di corruzione, previsti dal codice penale?",
    "answers": [
      {
        "text": "Nella concussione è presente solo la condotta illecita del P.U., mentre nella corruzione è presente un accordo tra il\nP.U. e il privato.",
        "correct": true
      },
      {
        "text": "La concussione è un delitto, la corruzione una contravvenzione.",
        "correct": false
      },
      {
        "text": "Nella corruzione esiste il dolo eventuale; nella concussione esiste il dolo specifico.",
        "correct": false
      },
      {
        "text": "Nella corruzione si punisce a titolo di colpa cosciente; nella corruzione a titolo di dolo eventuale.",
        "correct": false
      }
    ]
  },
  {
    "number": 56,
    "text": "Quale ipotesi di reato, secondo il codice penale, si configura a carico dell’Agente della Polizia Locale che accetta un grosso compenso in denaro spontaneamente donatogli da un privato, per aver rinvenuto e restituito allo stesso privato\noggetti preziosi che a questi erano stati sottratti da ignoti?",
    "answers": [
      {
        "text": "Corruzione per l’esercizio della funzione.",
        "correct": true
      },
      {
        "text": "Concussione.",
        "correct": false
      },
      {
        "text": "Induzione indebita a dare o promettere utilità.",
        "correct": false
      },
      {
        "text": "Peculato.",
        "correct": false
      }
    ]
  },
  {
    "number": 57,
    "text": "Il delitto di “corruzione per l’esercizio della funzione” è un delitto:",
    "answers": [
      {
        "text": "proprio del Pubblico Ufficiale e dell’incaricato di pubblico servizio.",
        "correct": true
      },
      {
        "text": "proprio del Pubblico Ufficiale, dell’incaricato di pubblico servizio e dell’esercente un servizio di pubblica necessità.",
        "correct": false
      },
      {
        "text": "proprio del solo Pubblico Ufficiale.",
        "correct": false
      },
      {
        "text": "che può essere commesso da chiunque.",
        "correct": false
      }
    ]
  },
  {
    "number": 58,
    "text": "il Pubblico Ufficiale che, avendo per ragione del suo ufficio, la disponibilità di una cosa mobile altrui, se ne appropria, risponde secondo il codice penale di:",
    "answers": [
      {
        "text": "peculato.",
        "correct": true
      },
      {
        "text": "concussione.",
        "correct": false
      },
      {
        "text": "corruzione impropria per l’esercizio della funzione.",
        "correct": false
      },
      {
        "text": "Nessuna delle alternative proposte è corretta.",
        "correct": false
      }
    ]
  },
  {
    "number": 59,
    "text": "Il pubblico ufficiale o l'incaricato di un pubblico servizio che, abusando della sua qualità o dei suoi poteri, costringe taluno a dare o a promettere indebitamente, a lui o ad un  terzo, denaro od altra utilità,\ncommette in conformità al codice penale il reato di:",
    "answers": [
      {
        "text": "concussione.",
        "correct": true
      },
      {
        "text": "peculato d'uso.",
        "correct": false
      },
      {
        "text": "corruzione.",
        "correct": false
      },
      {
        "text": "traffico di influenze illecite.",
        "correct": false
      }
    ]
  },
  {
    "number": 60,
    "text": "A differenza di quanto accade nel reato di concussione, secondo quanto previsto dal Codice penale, nel reato di corruzione il privato cittadino:",
    "answers": [
      {
        "text": "non subisce l’azione del soggetto pubblico, bensì si accorda con esso al fine di compiere, omettere o ritardare un atto conforme al suo ufficio ovvero contrario ad esso.",
        "correct": true
      },
      {
        "text": "subisce l'azione del soggetto pubblico al fine di compiere, omettere o ritardare un atto conforme al suo ufficio ovvero contrario ad esso.",
        "correct": false
      },
      {
        "text": "rappresenta sempre il soggetto passivo su cui si riverbera l'omettere o ritardare un atto conforme all'ufficio ovvero contrario ad esso.",
        "correct": false
      },
      {
        "text": "non può essere mai punito.",
        "correct": false
      }
    ]
  },
  {
    "number": 61,
    "text": "L'evento del delitto di concussione, previsto e punti dal codice penale, è rappresentato:",
    "answers": [
      {
        "text": "dalla dazione o promessa indebita di denaro o altre utilità.",
        "correct": true
      },
      {
        "text": "dall'uso della forza.",
        "correct": false
      },
      {
        "text": "dall'usufrutto della cosa.",
        "correct": false
      },
      {
        "text": "dal rifiuto.",
        "correct": false
      }
    ]
  },
  {
    "number": 62,
    "text": "A norma del Codice Penale, se il Pubblico Ufficiale si appropria di denaro altrui, si rende responsabile del delitto di peculato?",
    "answers": [
      {
        "text": "Sì, ma nella sola ipotesi in cui la disponibilità del denaro altrui è dovuta a ragioni del suo ufficio.",
        "correct": true
      },
      {
        "text": "Sì, a prescindere dal motivo per il quale ha la disponibilità del denaro.",
        "correct": false
      },
      {
        "text": "Si rende responsabile di peculato se il denaro appartiene a privati, e di malversazione a danno dello Stato, se il denaro appartiene alla Pubblica Amministrazione.",
        "correct": false
      },
      {
        "text": "No, per concretizzarsi il delitto di peculato è necessario che il denaro appartenga alla Pubblica Amministrazione.",
        "correct": false
      }
    ]
  },
  {
    "number": 63,
    "text": "Nell’ipotesi di concorso di persone nel reato, in base alle norme del codice penale, le circostanze che aggravano la pena concernenti i motivi a delinquere, l’intensità del dolo e il grado della colpa sono valutate:",
    "answers": [
      {
        "text": "soltanto riguardo alle persone cui si riferiscono.",
        "correct": true
      },
      {
        "text": "riguardo a tutti i concorrenti.",
        "correct": false
      },
      {
        "text": "soltanto riguardo alle persone cui si riferiscono, salvo che la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "soltanto riguardo alle persone cui si riferiscono, salvo i motivi a delinquere, che sono valutati riguardo a tutti i concorrenti.",
        "correct": false
      }
    ]
  },
  {
    "number": 64,
    "text": "A norma del Codice Penale, l’indebita percezione di erogazioni a danno dello Stato integra:",
    "answers": [
      {
        "text": "un delitto o un illecito amministrativo.",
        "correct": true
      },
      {
        "text": "in ogni caso, un delitto contro la Pubblica Amministrazione.",
        "correct": false
      },
      {
        "text": "in ogni caso, un illecito amministrativo.",
        "correct": false
      },
      {
        "text": "un delitto o una contravvenzione penale.",
        "correct": false
      }
    ]
  },
  {
    "number": 65,
    "text": "Quale, tra i seguenti inseriti nel codice penale, è un reato “proprio” del dipendente pubblico contro la Pubblica Amministrazione?",
    "answers": [
      {
        "text": "Concussione.",
        "correct": true
      },
      {
        "text": "Resistenza a Pubblico Ufficiale.",
        "correct": false
      },
      {
        "text": "Millantato credito.",
        "correct": false
      },
      {
        "text": "Oltraggio a magistrato in udienza.",
        "correct": false
      }
    ]
  },
  {
    "number": 66,
    "text": "Il pubblico ufficiale, che, per omettere o ritardare o per aver omesso o ritardato un atto del suo ufficio, ovvero per compiere o per aver compiuto un atto contrario ai doveri di ufficio, riceve, per sé o per un terzo, denaro od altra utilità, o ne accetta la promessa, è punito ai\nsensi dell'art. 319 c.p. con:",
    "answers": [
      {
        "text": "la reclusione.",
        "correct": true
      },
      {
        "text": "l'arresto.",
        "correct": false
      },
      {
        "text": "l'ammenda.",
        "correct": false
      },
      {
        "text": "la reclusione o l'arresto.",
        "correct": false
      }
    ]
  },
  {
    "number": 67,
    "text": "Viene applicata, in ogni caso in conseguenza della condanna per concussione a carico del Pubblico Ufficiale, la misura di sicurezza, a norma dell'art. 322 ter c.p.:",
    "answers": [
      {
        "text": "della confisca.",
        "correct": true
      },
      {
        "text": "dell'interdizione dai pubblici uffici.",
        "correct": false
      },
      {
        "text": "dell'estinzione del rapporto di lavoro.",
        "correct": false
      },
      {
        "text": "della riparazione pecuniaria.",
        "correct": false
      }
    ]
  },
  {
    "number": 68,
    "text": "Può darsi luogo al riconoscimento di una sentenza penale straniera, ai sensi dell'art. 12 c.p., se questa è stata pronunciata dall’Autorità Giudiziaria di uno stato estero con il quale non esiste trattato di estradizione?",
    "answers": [
      {
        "text": "Sì, qualora il Ministro della Giustizia ne faccia richiesta.",
        "correct": true
      },
      {
        "text": "No, è necessario che si instauri un trattato.",
        "correct": false
      },
      {
        "text": "Sì, salvo che il Ministro della Giustizia non vi si opponga.",
        "correct": false
      },
      {
        "text": "Sì, ma solo per taluni reati espressamente previsti dalla legge.",
        "correct": false
      }
    ]
  },
  {
    "number": 69,
    "text": "Quando una persona ha commesso, anche in tempi diversi più fatti per i quali siano applicabili più misure di sicurezza di specie diversa:",
    "answers": [
      {
        "text": "il giudice valuta complessivamente il pericolo che deriva dalla persona e, in relazione ad esso, applica una o più misure di sicurezza stabilite dalla legge",
        "correct": true
      },
      {
        "text": "è ordinata una sola misura di sicurezza, ma la durata minima è aumentata di un terzo.",
        "correct": false
      },
      {
        "text": "sono ordinate solo le misure di sicurezza personali detentive.",
        "correct": false
      },
      {
        "text": "sono sempre ordinate congiuntamente tutte le misure di sicurezza applicabili.",
        "correct": false
      }
    ]
  },
  {
    "number": 70,
    "text": "Da chi, in base alle norme del codice penale, può essere commesso il reato di malversazione a danno dello Stato?",
    "answers": [
      {
        "text": "Solo da un soggetto estraneo alla Pubblica Amministrazione.",
        "correct": true
      },
      {
        "text": "Da nessuno, perché questo reato è stato recentemente abrogato dal c.d. “decreto sviluppo Italia”.",
        "correct": false
      },
      {
        "text": "Solo da un pubblico ufficiale o da un incaricato di pubblico servizio.",
        "correct": false
      },
      {
        "text": "Solo da un soggetto che ricopra incarichi di vertice in una Pubblica Amministrazione.",
        "correct": false
      }
    ]
  },
  {
    "number": 71,
    "text": "La condanna alla pena della reclusione, in conformità al codice penale, a carico del Pubblico Ufficiale per il delitto di concussione comporta anche l’applicazione di pene accessorie:",
    "answers": [
      {
        "text": "in ogni caso l’interdizione dai pubblici uffici e, solo qualora la pena della reclusione sia non inferiore ai due anni, anche l’estinzione del rapporto di lavoro.",
        "correct": true
      },
      {
        "text": "in ogni caso l’interdizione perpetua dai pubblici uffici o, in alternativa, l’estinzione del rapporto di lavoro.",
        "correct": false
      },
      {
        "text": "a seconda dell’entità della pena detentiva, può comportare l’interdizione perpetua o temporanea dai pubblici uffici o, in alternativa, l’estinzione del rapporto di lavoro.",
        "correct": false
      },
      {
        "text": "in ogni caso l’estinzione del rapporto di lavoro e, a seconda dell’entità della pena detentiva, l’interdizione dai pubblici uffici o l’incapacità di contrattare con la Pubblica Amministrazione.",
        "correct": false
      }
    ]
  },
  {
    "number": 72,
    "text": "A norma del Codice Penale, quelle delle seguenti affermazioni è corretta, in relazione al delitto di “Induzione indebita a dare o promettere utilità”?",
    "answers": [
      {
        "text": "Può essere commesso anche dall’incaricato di pubblico servizio.",
        "correct": true
      },
      {
        "text": "Nelle ipotesi di particolare tenuità è punibile solo a querela di parte.",
        "correct": false
      },
      {
        "text": "Può essere commesso anche dal Pubblico Ufficiale e dell’esercente un servizio di pubblica necessità.",
        "correct": false
      },
      {
        "text": "È punibile sia a titolo di dolo che di colpa.",
        "correct": false
      }
    ]
  },
  {
    "number": 73,
    "text": "Se concorrono più circostanze attenuanti e per il delitto la legge stabilisce la pena dell'ergastolo, la pena da applicare per effetto delle diminuzioni, in conformità all'art. 67 c.p., non può comunque essere inferiore a:",
    "answers": [
      {
        "text": "10 anni di reclusione.",
        "correct": true
      },
      {
        "text": "15 anni di reclusione.",
        "correct": false
      },
      {
        "text": "20 anni di reclusione.",
        "correct": false
      },
      {
        "text": "24 anni di reclusione.",
        "correct": false
      }
    ]
  },
  {
    "number": 74,
    "text": "Non rientra, ai sensi del codice penale, tra gli illeciti penali contro la pubblica amministrazione:",
    "answers": [
      {
        "text": "l'agevolazione colposa.",
        "correct": true
      },
      {
        "text": "la vendita di stampati dei quali è stato ordinato il sequestro.",
        "correct": false
      },
      {
        "text": "l’offesa all’autorità mediante danneggiamento di affissioni.",
        "correct": false
      },
      {
        "text": "la frode nelle pubbliche forniture.",
        "correct": false
      }
    ]
  },
  {
    "number": 75,
    "text": "Chiunque, senza essere concorso nell’alterazione, fa uso di segni distintivi alterati delle opere dell’ingegno secondo l'art. 473 c.p.:",
    "answers": [
      {
        "text": "commette un delitto.",
        "correct": true
      },
      {
        "text": "commette un illecito amministrativo, salvo che la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "commette una contravvenzione penale.",
        "correct": false
      },
      {
        "text": "commette un illecito amministrativo.",
        "correct": false
      }
    ]
  },
  {
    "number": 76,
    "text": "L’uso e la detenzione di misure con falsa impronta da parte di chi esercita un’attività commerciale, in base all'art. 472 c.p.:",
    "answers": [
      {
        "text": "costituiscono entrambe delitto.",
        "correct": true
      },
      {
        "text": "costituiscono entrambe illeciti amministrativi.",
        "correct": false
      },
      {
        "text": "l’uso costituisce delitto, la detenzione costituisce illecito amministrativo.",
        "correct": false
      },
      {
        "text": "Costituiscono entrambe contravvenzioni penali.",
        "correct": false
      }
    ]
  },
  {
    "number": 77,
    "text": "Il delitto di corruzione per un atto contrario ai doveri d'ufficio, in conformità all'art. 319 c.p., è punito con:",
    "answers": [
      {
        "text": "la reclusione da sei a dieci anni.",
        "correct": true
      },
      {
        "text": "l'arresto da tre a sei anni.",
        "correct": false
      },
      {
        "text": "la reclusione da due a dieci anni.",
        "correct": false
      },
      {
        "text": "l'arresto da due a dieci anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 78,
    "text": "Secondo le disposizioni del codice penale, la vendita di stampati dei quali l’Autorità ha ordinato il sequestro:",
    "answers": [
      {
        "text": "è punita con una sanzione amministrativa pecuniaria.",
        "correct": true
      },
      {
        "text": "è punita con l’arresto e l’ammenda.",
        "correct": false
      },
      {
        "text": "è punita con la sola ammenda.",
        "correct": false
      },
      {
        "text": "è punita con la sola multa.",
        "correct": false
      }
    ]
  },
  {
    "number": 79,
    "text": "Se chi ha determinato altri a commettere un delitto per il quale è previsto l’arresto in flagranza ne è il genitore esercente la potestà, ai sensi dell'art. 111 c.p., la pena è aumentata:",
    "answers": [
      {
        "text": "da un terzo a due terzi.",
        "correct": true
      },
      {
        "text": "fino alla metà, salvo che la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "dalla metà a due terzi.",
        "correct": false
      },
      {
        "text": "da un terzo alla metà.",
        "correct": false
      }
    ]
  },
  {
    "number": 80,
    "text": "Quando la persona in stato di libertà vigilata trasgredisce agli obblighi imposti, in base all'art. 231 c.p., il Giudice:",
    "answers": [
      {
        "text": "può aggiungere alla libertà vigilata la cauzione di buona condotta.",
        "correct": true
      },
      {
        "text": "deve sostituire la libertà vigilata con una qualsiasi misura di sicurezza detentiva.",
        "correct": false
      },
      {
        "text": "p soltanto aumentare la durata della libertà vigilata.",
        "correct": false
      },
      {
        "text": "può aggiungere alla libertà vigilata il divieto di soggiorno in uno o più comuni o province.",
        "correct": false
      }
    ]
  },
  {
    "number": 81,
    "text": "La pena accessoria della sospensione dall'esercizio degli uffici direttivi delle persone giuridiche, ai sensi dell'art. 35 bis c.p., non può avere una durata:",
    "answers": [
      {
        "text": "inferiore a 15 giorni né superiore a due anni.",
        "correct": true
      },
      {
        "text": "inferiore a 15 giorni né superiore ad un anno.",
        "correct": false
      },
      {
        "text": "inferiore ad un anno né superiore a tre anni.",
        "correct": false
      },
      {
        "text": "inferiore ad un anno né superiore a due anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 82,
    "text": "La condanna per il delitto di usurpazione di funzioni pubbliche, previsto dall'art. 347 c.p., comporta la pena accessoria:",
    "answers": [
      {
        "text": "della pubblicazione della sentenza.",
        "correct": true
      },
      {
        "text": "dell’interdizione dai pubblici uffici.",
        "correct": false
      },
      {
        "text": "dell’interdizione legale.",
        "correct": false
      },
      {
        "text": "dell’interdizione dai pubblici uffici o dell’interdizione legale.",
        "correct": false
      }
    ]
  },
  {
    "number": 83,
    "text": "In base all'art. 226 c.p., il ricovero in un riformatorio giudiziario del minore che sia delinquente per tendenza ha durata minima:",
    "answers": [
      {
        "text": "di tre anni.",
        "correct": true
      },
      {
        "text": "in ogni caso, fino al raggiungimento della maggiore età.",
        "correct": false
      },
      {
        "text": "di sei mesi, salvo casi particolari stabiliti dalla legge.",
        "correct": false
      },
      {
        "text": "di un anno.",
        "correct": false
      }
    ]
  },
  {
    "number": 84,
    "text": "Nel caso di recidiva aggravata ai sensi dell'art. 99 c.p., il condannato a pena detentiva può essere ammesso alla liberazione condizionale se:",
    "answers": [
      {
        "text": "ha scontato almeno 4 anni di pena e non meno di tre quarti della pena inflittagli.",
        "correct": true
      },
      {
        "text": "ha scontato almeno 30 mesi e, comunque, almeno la metà della pena inflittagli, qualora il rimanente della pena non superi i 5 anni.",
        "correct": false
      },
      {
        "text": "ha scontato almeno ventisei anni di pena.",
        "correct": false
      },
      {
        "text": "ha scontato almeno 30 mesi o, comunque, almeno la metà della pena inflittagli, qualora il rimanente della pena non superi i 3 anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 85,
    "text": "Ai sensi delle disposizioni del codice penale, si estingue per prescrizione la pena dell’arresto per i recidivi:",
    "answers": [
      {
        "text": "in 5 anni nei casi di recidiva semplice, in 10 anni nelle ipotesi di recidiva aggravata.",
        "correct": true
      },
      {
        "text": "sempre in 5 anni.",
        "correct": false
      },
      {
        "text": "in 3 anni, salvo i casi in cui la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "in 3 anni nei casi di recidiva semplice, in 5 anni nelle ipotesi di recidiva aggravata.",
        "correct": false
      }
    ]
  },
  {
    "number": 86,
    "text": "Ai sensi del codice penale, il Pubblico Ufficiale dipendente del comune che riceve una retribuzione non dovuta per un atto d’ufficio da lui già compiuto commette il reato di:",
    "answers": [
      {
        "text": "corruzione propria per l’esercizio della funzione.",
        "correct": true
      },
      {
        "text": "corruzione per atto contrario ai doveri d'ufficio.",
        "correct": false
      },
      {
        "text": "concussione.",
        "correct": false
      },
      {
        "text": "nessun reato, commette, eventualmente, un illecito amministrativo o disciplinare.",
        "correct": false
      }
    ]
  },
  {
    "number": 87,
    "text": "Quando un reato è il presupposto di un altro reato, secondo l'art.\n170 c.p., la causa che estingue presupposto...",
    "answers": [
      {
        "text": "non si estende all'altro reato.",
        "correct": true
      },
      {
        "text": "estingue entrambi i reati.",
        "correct": false
      },
      {
        "text": "non si estende, salvo che non siano puniti con pene della stessa tipologia.",
        "correct": false
      },
      {
        "text": "estingue anche l'altro reato se risulta offeso lo stesso bene giuridico.",
        "correct": false
      }
    ]
  },
  {
    "number": 88,
    "text": "In base alle norme del codice penale, la prescrizione estingue i reati per i quali la legge prevede la pena dell’ergastolo?",
    "answers": [
      {
        "text": "No, anche se l’ergastolo è effetto dell’applicazione di circostanze aggravanti.",
        "correct": true
      },
      {
        "text": "Si, in 30 anni.",
        "correct": false
      },
      {
        "text": "Si, in 24 anni.",
        "correct": false
      },
      {
        "text": "Si, in 21 anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 89,
    "text": "Ai sensi dell'art. 112 c.p., nell'ambito del concorso di persone nel reato, a chi si sia avvalso di una persona non imputabile, nella commissione di un delitto per il quale è previsto l'arresto in flagranza, si applica:",
    "answers": [
      {
        "text": "la pena aumentata fino alla metà.",
        "correct": true
      },
      {
        "text": "la pena aumentata fino ad un terzo.",
        "correct": false
      },
      {
        "text": "la pena aumentata fino ad un terzo solo se per il reato commesso è prevista una pena non inferiore a cinque anni di reclusione.",
        "correct": false
      },
      {
        "text": "la pena aumentata fino al triplo.",
        "correct": false
      }
    ]
  },
  {
    "number": 90,
    "text": "Chi fa in qualsiasi modo scomparire da biglietti di pubbliche imprese di trasporto i segni appostivi per indicare l’uso già fattone, secondo le previsioni dell'art. 466 c.p.:",
    "answers": [
      {
        "text": "è soggetto ad una sanzione amministrativa, qualora ne faccia uso o lasci che altri ne faccia uso.",
        "correct": true
      },
      {
        "text": "è soggetto alla pena dell’ammenda, qualora ne faccia uso o lasci che altri ne faccia uso, altrimenti è soggetto ad una sanzione amministrativa.",
        "correct": false
      },
      {
        "text": "non è soggetto ad alcuna sanzione se le cose sono state ricevute in buona fede.",
        "correct": false
      },
      {
        "text": "è soggetto ad una sanzione amministrativa, se ha ricevuto le cose in buona fede, altrimenti risponde di una contravvenzione penale.",
        "correct": false
      }
    ]
  },
  {
    "number": 91,
    "text": "Conformemente alle norme del codice penale, l'errore su una legge diversa dalla legge penale esclude la punibilità:",
    "answers": [
      {
        "text": "se ha cagionato un errore sul fatto che costituisce reato.",
        "correct": true
      },
      {
        "text": "se ha cagionato un errore sulla stessa legge penale.",
        "correct": false
      },
      {
        "text": "solo nelle ipotesi di delitto doloso.",
        "correct": false
      },
      {
        "text": "solo nelle ipotesi di delitto colposo.",
        "correct": false
      }
    ]
  },
  {
    "number": 92,
    "text": "Per la cauzione di buona condotta, prevista dall'art. 237 c.p., in luogo del deposito presso la Cassa delle Ammende, è ammessa:",
    "answers": [
      {
        "text": "la prestazione di una garanzia mediante ipoteca o fideiussione solidale.",
        "correct": true
      },
      {
        "text": "qualsiasi altra prestazione di garanzia decisa dal Giudice.",
        "correct": false
      },
      {
        "text": "la sola prestazione di una garanzia mediante ipoteca di terzo.",
        "correct": false
      },
      {
        "text": "la sola prestazione di una garanzia mediante fideiussione solidale di terzo.",
        "correct": false
      }
    ]
  },
  {
    "number": 93,
    "text": "La durata minima della misura di sicurezza del divieto di soggiorno in una o più province, ai sensi dell'art. 233 c.p., non può essere:",
    "answers": [
      {
        "text": "inferiore ad un anno.",
        "correct": true
      },
      {
        "text": "inferiore a sei mesi.",
        "correct": false
      },
      {
        "text": "inferiore a diciotto mesi",
        "correct": false
      },
      {
        "text": "inferiore a due anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 94,
    "text": "L'obbligo per il condannato del rimborso all'erario dello Stato delle spese per il suo mantenimento negli stabilimenti di pena, in base al codice penale...",
    "answers": [
      {
        "text": "non si estende alla persona civilmente responsabile e si trasmette agli eredi del condannato.",
        "correct": true
      },
      {
        "text": "si estende alla persona civilmente responsabile e si trasmette agli eredi del condannato solo per reati espressamente previsti dalla legge.",
        "correct": false
      },
      {
        "text": "si estende al civilmente obbligato ma non si trasmette agli eredi.",
        "correct": false
      },
      {
        "text": "si trasmette agli eredi ma non si estende al civilmente obbligato.",
        "correct": false
      }
    ]
  },
  {
    "number": 95,
    "text": "Il delitto di concussione commesso del dipendente pubblico nell’esercizio delle sue funzioni, secondo il codice penale, si concretizza:",
    "answers": [
      {
        "text": "soltanto se il soggetto passivo soggiace alla costrizione del Pubblico Ufficiale e non anche all’induzione per persuasione o all’induzione per frode.",
        "correct": true
      },
      {
        "text": "se il soggetto passivo soggiace alla costrizione o all’induzione per persuasione o all’induzione per frode da parte del Pubblico Ufficiale.",
        "correct": false
      },
      {
        "text": "soltanto se il soggetto passivo è consapevole che la prestazione cui lo costringe il Pubblico Ufficiale è illegittima.",
        "correct": false
      },
      {
        "text": "soltanto se il soggetto passivo soggiace alla costrizione o all’induzione per persuasione da parte del Pubblico Ufficiale e non anche all’induzione per frode.",
        "correct": false
      }
    ]
  },
  {
    "number": 96,
    "text": "La vendita o l’acquisto di cose con impronte contraffatte di una pubblica autenticazione o certificazione, ai sensi dell'art. 470 c.p.:",
    "answers": [
      {
        "text": "costituiscono entrambe delitto.",
        "correct": true
      },
      {
        "text": "la vendita costituisce delitto, l’acquisto costituisce illecito amministrativo.",
        "correct": false
      },
      {
        "text": "la vendita costituisce delitto, l’acquisto costituisce contravvenzione penale.",
        "correct": false
      },
      {
        "text": "costituiscono entrambe contravvenzioni penali.",
        "correct": false
      }
    ]
  },
  {
    "number": 97,
    "text": "Per quale dei seguenti delitti commessi dal dipendente pubblico, si applica in ogni caso la “Riparazione pecuniaria”, prevista dall’art. 322 quater c.p.?",
    "answers": [
      {
        "text": "Peculato, concussione, corruzione, induzione indebita a dare o promettere utilità.",
        "correct": true
      },
      {
        "text": "Peculato, concussione, corruzione, indebita percezione di erogazioni a danno dello Stato.",
        "correct": false
      },
      {
        "text": "Peculato, concussione, corruzione per l’esercizio delle funzioni, malversazione ai danni dello Stato.",
        "correct": false
      },
      {
        "text": "Peculato, corruzione per un atto contrario ai doveri d’ufficio, indebita percezione di erogazioni a danno dello Stato, induzione indebita a dare o promettere utilità.",
        "correct": false
      }
    ]
  },
  {
    "number": 98,
    "text": "Il diritto di querela, vista la disposizione dell'art. 124 c.p., non può essere esercitato:",
    "answers": [
      {
        "text": "decorsi tre mesi dal giorno della notizia del fatto che costituisce reato, salvo che la legge disponga altrimenti.",
        "correct": true
      },
      {
        "text": "decorsi 90 giorni dalla notizia del fatto che costituisce reato, salvo che la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "decorsi tre mesi dal giorno in cui si è verificato il fatto che costituisce reato.",
        "correct": false
      },
      {
        "text": "decorsi 90 giorni dal giorno in cui si è verificato il fatto che costituisce reato, in ogni caso.",
        "correct": false
      }
    ]
  },
  {
    "number": 99,
    "text": "È applicabile, ai sensi del codice penale, una misura di sicurezza nei confronti di coloro che si accordino allo scopo di commettere un reato e questo non sia commesso?",
    "answers": [
      {
        "text": "Si, ma solo se l’accordo riguarda la commissione di un delitto.",
        "correct": true
      },
      {
        "text": "Si, ma solo se l’accordo riguarda taluni reati espressamente indicati dalla legge.",
        "correct": false
      },
      {
        "text": "No, le misure di sicurezza sono applicabili solo a coloro che commettono un reato.",
        "correct": false
      },
      {
        "text": "No, salvo che l’accordo si verifichi fra tre o più persone.",
        "correct": false
      }
    ]
  },
  {
    "number": 100,
    "text": "Chi ha determinato a commettere un reato una persona non punibile a causa di una condizione o qualità personale, secondo le previsioni dell'art. 111 c.p.:",
    "answers": [
      {
        "text": "risponde del reato da questi commesso e la pena è aumentata.",
        "correct": true
      },
      {
        "text": "non è punibile, ma può essere sottoposto ad una misura di sicurezza.",
        "correct": false
      },
      {
        "text": "risponde del reato in concorso con l’autore materiale, ma con pena aumentata.",
        "correct": false
      },
      {
        "text": "risponde del reato in concorso con l’autore materiale.",
        "correct": false
      }
    ]
  },
  {
    "number": 101,
    "text": "Per i delinquenti professionali, viste le norme del codice penale, la riabilitazione:",
    "answers": [
      {
        "text": "può essere concessa quando siano decorsi 10 anni dal giorno in cui sia stato revocato l’ordine di assegnazione ad una colonia agricola o ad una casa di lavoro.",
        "correct": true
      },
      {
        "text": "non può mai essere concessa, salvo che la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "può essere concessa quando siano decorsi 5 anni dal giorno in cui la pena principale sia stata eseguita o si sia in altro modo estinta.",
        "correct": false
      },
      {
        "text": "può essere concessa quando siano decorsi 5 anni, per le contravvenzioni, e 10 anni per i delitti, dal giorno in cui sia stato revocato l’ordine di assegnazione ad una\ncolonia agricola o ad una casa di lavoro.",
        "correct": false
      }
    ]
  },
  {
    "number": 102,
    "text": "In conformità alle norme del codice penale, per l’oltraggio ad un pubblico impiegato e per l’oltraggio ad un Pubblico Ufficiale è prevista la stessa pena?",
    "answers": [
      {
        "text": "No, il reato di oltraggio a pubblico impiegato è stato abrogato.",
        "correct": true
      },
      {
        "text": "No, la pena per l’oltraggio ad un pubblico impiegato è diminuita di un terzo.",
        "correct": false
      },
      {
        "text": "No, la pena per l’oltraggio ad un pubblico impiegato è diminuita della metà.",
        "correct": false
      },
      {
        "text": "No, la pena per l’oltraggio ad un pubblico impiegato è diminuita fino ad un terzo.",
        "correct": false
      }
    ]
  },
  {
    "number": 103,
    "text": "Il reato di violenza a pubblico ufficiale (art. 336 c.p.) si differenzia da quello di resistenza a pubblico ufficiale (art. 337 c.p.) perché:",
    "answers": [
      {
        "text": "la violenza e la minaccia tendono a condizionare o ad impedire un'azione futura.",
        "correct": true
      },
      {
        "text": "non è richiesto il dolo specifico.",
        "correct": false
      },
      {
        "text": "la violenza e la minaccia non servono nella resistenza.",
        "correct": false
      },
      {
        "text": "il primo è reato di danno, il secondo di pericolo.",
        "correct": false
      }
    ]
  },
  {
    "number": 104,
    "text": "Quale, tra le seguenti ipotesi previste dal codice penale, costituisce aggravante specifica del delitto di corruzione per un atto contrario ai doveri d’ufficio?",
    "answers": [
      {
        "text": "Se il fatto ha per oggetto la stipulazione di contratti nei quali sia interessata l’amministrazione alla quale il Pubblico Ufficiale appartiene.",
        "correct": true
      },
      {
        "text": "Se il fatto ha per oggetto la stipulazione di contratti nei quali sia interessata una qualsiasi pubblica amministrazione.",
        "correct": false
      },
      {
        "text": "Se il fatto ha per oggetto l’erogazione di contributi, sovvenzioni o finanziamenti da parte delle Comunità Europee.",
        "correct": false
      },
      {
        "text": "Se l’oggetto della corruzione determina, per l’amministrazione cui appartiene il Pubblico Ufficiale, un danno patrimoniale di rilevante entità.",
        "correct": false
      }
    ]
  },
  {
    "number": 105,
    "text": "Quale delle seguenti ipotesi, in considerazione delle disposizioni del codice penale, configura l’aberratio delicti?",
    "answers": [
      {
        "text": "Programmare un delitto che per errore nell’uso dei mezzi di esecuzione cagiona un evento dannoso diverso da quello voluto.",
        "correct": true
      },
      {
        "text": "Compiere atti idonei a commettere un delitto ma impedire volontariamente il verificarsi dell’evento.",
        "correct": false
      },
      {
        "text": "Il verificarsi di un reato che viene posto a carico dell’agente indipendentemente dalla condotta di questi.",
        "correct": false
      },
      {
        "text": "Programmare un delitto che, per errore nell’uso dei mezzi di esecuzione, cagiona offesa ad una persona diversa da quella che si voleva offendere.",
        "correct": false
      }
    ]
  },
  {
    "number": 106,
    "text": "Quale, tra le seguenti ipotesi previste dalle norme del codice penale, non costituisce circostanza aggravante comune?",
    "answers": [
      {
        "text": "L’aver agito in stato d’ira determinato da un fatto ingiusto altrui.",
        "correct": true
      },
      {
        "text": "L’avere profittato di circostanze di luogo tali da ostacolare la privata difesa.",
        "correct": false
      },
      {
        "text": "L’aver aggravato o tentato di aggravare le conseguenze del delitto commesso.",
        "correct": false
      },
      {
        "text": "L’aver commesso il fatto con violazione dei doveri inerenti alla qualità di ministro di un culto.",
        "correct": false
      }
    ]
  },
  {
    "number": 107,
    "text": "L’autore di un reato determinato dall’altrui minaccia può invocare, in conformità all'art. 54 c.p.:",
    "answers": [
      {
        "text": "lo stato di necessità in quanto oggetto di costringimento psichico.",
        "correct": true
      },
      {
        "text": "lo stato di necessità in quanto oggetto di costringimento fisico.",
        "correct": false
      },
      {
        "text": "una circostanza attenuante.",
        "correct": false
      },
      {
        "text": "l'esercizio di un diritto.",
        "correct": false
      }
    ]
  },
  {
    "number": 108,
    "text": "Fermo restando quanto previsto dall'art. 29 c.p., la condanna alla pena della reclusione per il delitto di concussione importa l'estinzione del rapporto di lavoro nei confronti del dipendente di amministrazioni od enti pubblici o\ndi enti a prevalente partecipazione pubblica:",
    "answers": [
      {
        "text": "se la pena non è inferiore a due anni.",
        "correct": true
      },
      {
        "text": "se la pena non è inferiore a tre anni, ma solo nei confronti del dipendente di amministrazioni pubbliche e non anche degli altri enti.",
        "correct": false
      },
      {
        "text": "se la pena non è inferiore a tre anni.",
        "correct": false
      },
      {
        "text": "se la pena non è inferiore a cinque anni, ma solo nei confronti del dipendente di amministrazioni pubbliche e non anche degli altri enti.",
        "correct": false
      }
    ]
  },
  {
    "number": 109,
    "text": "Nell’ipotesi di concorso formale eterogeneo di reato commesso da persona che non sia recidiva, in base all'art. 81 c.p. si applica:",
    "answers": [
      {
        "text": "la pena che dovrebbe infliggersi per il reato più grave aumentata sino al triplo.",
        "correct": true
      },
      {
        "text": "la pena che dovrebbe infliggersi per il reato più grave aumentata sino ad un terzo.",
        "correct": false
      },
      {
        "text": "la pena che dovrebbe infliggersi per il reato più grave aumentata sino a due terzi.",
        "correct": false
      },
      {
        "text": "la somma delle pene previste per i singoli reati, aumentata fino ad un terzo.",
        "correct": false
      }
    ]
  },
  {
    "number": 110,
    "text": "Rientra tra le pene accessorie previste per le contravvenzioni, secondo l'art. 19 c.p.:",
    "answers": [
      {
        "text": "la pubblicazione della sentenza di condanna.",
        "correct": true
      },
      {
        "text": "l’incapacità di contrattare con la pubblica amministrazione.",
        "correct": false
      },
      {
        "text": "la sospensione dall’esercizio della responsabilità dei genitori.",
        "correct": false
      },
      {
        "text": "l’interdizione da una professione o di un’arte.",
        "correct": false
      }
    ]
  },
  {
    "number": 111,
    "text": "In caso di condanna a pena detentiva congiunta a pena pecuniaria, in conformità alle norme previste dal codice penale, il Giudice può ordinare la non menzione della condanna nel certificato del casellario giudiziale:",
    "answers": [
      {
        "text": "se la pena detentiva non supera i due anni e la pena pecuniaria, ragguagliata a norma di legge e cumulata con la pena detentiva, priverebbe complessivamente il condannato a pena restrittiva della libertà personale per un tempo\nnon superiore a 30 mesi.",
        "correct": true
      },
      {
        "text": "se la pena pecuniaria, ragguagliata a norma di legge e cumulata con la pena detentiva, priverebbe complessivamente il condannato a pena restrittiva della libertà personale per un tempo non superiore a 2 anni.",
        "correct": false
      },
      {
        "text": "se la pena detentiva non supera i 18 mesi e la pena pecuniaria, ragguagliata a norma di legge e cumulata con la pena detentiva, priverebbe complessivamente il condannato a pena restrittiva della libertà personale per un tempo non superiore a 2 anni.",
        "correct": false
      },
      {
        "text": "se la pena pecuniaria, ragguagliata a norma di legge e cumulata con la pena detentiva, priverebbe complessivamente il condannato a pena restrittiva della libertà personale per un tempo non superiore a 3 anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 112,
    "text": "Alla pena è sempre aggiunta, in virtù delle previsioni dell'art. 234 c.p., la misura di sicurezza del divieto di frequentare osterie e pubblici spacci di bevande alcoliche:",
    "answers": [
      {
        "text": "quando si tratta di condannati per ubriachezza abituale o per reati commessi in stato di ubriachezza, sempre che questa sia abituale.",
        "correct": true
      },
      {
        "text": "solo quando si tratta di condannati per ubriachezza abituale.",
        "correct": false
      },
      {
        "text": "solo per reati commessi in stato di ubriachezza, sempre che questa sia abituale.",
        "correct": false
      },
      {
        "text": "solo per reati commessi in stato di ubriachezza, anche se questa non sia abituale",
        "correct": false
      }
    ]
  },
  {
    "number": 113,
    "text": "Nell'ambito del codice penale, il concorso di cause simultanee esclude il rapporto di causalità tra la condotta e l'evento?",
    "answers": [
      {
        "text": "No, anche se indipendenti dalla condotta, attiva od omissiva, del colpevole.",
        "correct": true
      },
      {
        "text": "Si, ma solo se indipendenti dalla condotta attiva e non anche omissiva del colpevole.",
        "correct": false
      },
      {
        "text": "Si, ma solo se indipendenti dalla condotta omissiva e non anche attiva del colpevole.",
        "correct": false
      },
      {
        "text": "Si, ma solo se indipendenti dalla condotta, attiva od omissiva, del colpevole.",
        "correct": false
      }
    ]
  },
  {
    "number": 114,
    "text": "Il vizio parziale di mente, in virtù dell'art. 89 c.p.:",
    "answers": [
      {
        "text": "diminuisce la pena, se l’infermità è tale da scemare grandemente, senza escluderla, la capacità d’intendere o di volere.",
        "correct": true
      },
      {
        "text": "esclude l’imputabilità, se l’infermità è tale da scemare grandemente la capacità d’intendere o di volere.",
        "correct": false
      },
      {
        "text": "non incide sulla quantificazione della pena.",
        "correct": false
      },
      {
        "text": "è sempre valutato discrezionalmente dal Giudice.",
        "correct": false
      }
    ]
  },
  {
    "number": 115,
    "text": "In conformità all'art. 234 c.p., il divieto di frequentare osterie e pubblici spacci di bevande alcoliche è:",
    "answers": [
      {
        "text": "una misura di sicurezza.",
        "correct": true
      },
      {
        "text": "una misura di prevenzione.",
        "correct": false
      },
      {
        "text": "una misura cautelare.",
        "correct": false
      },
      {
        "text": "una pena accessoria.",
        "correct": false
      }
    ]
  },
  {
    "number": 116,
    "text": "Quando una persona ha commesso più fatti per i quali siano applicabili, secondo le norme del codice penale, più misure di sicurezza della medesima specie:",
    "answers": [
      {
        "text": "è sempre ordinata una sola misura di sicurezza, anche se ha commessi i fatti in tempi diversi.",
        "correct": true
      },
      {
        "text": "il giudice valuta complessivamente la pericolosità della persona, e, in relazione ad essa, applica una o più misure di sicurezza.",
        "correct": false
      },
      {
        "text": "è ordinata una sola misura di sicurezza, ma la durata minima è aumentata di un terzo.",
        "correct": false
      },
      {
        "text": "è ordinata una sola misura di sicurezza solo se non ha commessi i fatti in tempi diversi-",
        "correct": false
      }
    ]
  },
  {
    "number": 117,
    "text": "Quando, per effetto dell’indulto, la pena dell’ergastolo è estinta, secondo le disposizioni del codice penale la pena detentiva temporanea inflitta per il reato concorrente:",
    "answers": [
      {
        "text": "è ridotta alla metà, se il condannato ha già interamente subito l’isolamento diurno.",
        "correct": true
      },
      {
        "text": "è sempre eseguita per intero.",
        "correct": false
      },
      {
        "text": "è anch’essa estinta, se il condannato ha già interamente subito l’isolamento diurno.",
        "correct": false
      },
      {
        "text": "è ridotta alla metà, in ogni caso.",
        "correct": false
      }
    ]
  },
  {
    "number": 118,
    "text": "Il reato continuato, a norma dell'art. 81 c.p., può essere definito come:",
    "answers": [
      {
        "text": "una pluralità di reati commessi in esecuzione di un medesimo disegno criminoso.",
        "correct": true
      },
      {
        "text": "una pluralità di reati commessi con una sola azione od omissione.",
        "correct": false
      },
      {
        "text": "un reato nel quale sia la condotta che l’evento perdurano per un apprezzabile lasso di tempo.",
        "correct": false
      },
      {
        "text": "un insieme di reati per la cui sussistenza la legge richiede la reiterazione di più condotte identiche ed omogenee.",
        "correct": false
      }
    ]
  },
  {
    "number": 119,
    "text": "La durata della misura di sicurezza della cauzione di buona condotta, ex art. 237 c.p., decorre:",
    "answers": [
      {
        "text": "dal giorno in cui la cauzione fu prestata.",
        "correct": true
      },
      {
        "text": "dal giorno in cui il Giudice dispone la misura.",
        "correct": false
      },
      {
        "text": "dal giorno in cui è terminata l’esecuzione della pena principale applicata per il reato commesso.",
        "correct": false
      },
      {
        "text": "dal giorno successivo al versamento presso l’ente incaricato dell’esazione.",
        "correct": false
      }
    ]
  },
  {
    "number": 120,
    "text": "L'espulsione dello straniero dallo Stato, quale misura di sicurezza personale non detentiva ai sensi dell'art. 215 c.p., viene ordinata:",
    "answers": [
      {
        "text": "dal Giudice.",
        "correct": true
      },
      {
        "text": "dal Prefetto.",
        "correct": false
      },
      {
        "text": "dal Ministro dell'Interno.",
        "correct": false
      },
      {
        "text": "dal Questore.",
        "correct": false
      }
    ]
  },
  {
    "number": 121,
    "text": "Se la legge del tempo in cui deve eseguirsi una misura di sicurezza è diversa da quella vigente al momento in cui la misura è stata disposta, in virtù dell'art. 200 c.p. si applica:",
    "answers": [
      {
        "text": "la legge in vigore al momento dell’esecuzione.",
        "correct": true
      },
      {
        "text": "la legge in vigore al momento in cui la misura è stata disposta.",
        "correct": false
      },
      {
        "text": "la legge più favorevole al reo.",
        "correct": false
      },
      {
        "text": "la legge in vigore al momento in cui il reo ha commesso il reato, tranne che per le misure detentive per cui si applica quella più favorevole.",
        "correct": false
      }
    ]
  },
  {
    "number": 122,
    "text": "Nel concorso di una causa che estingue il reato con una causa che estingue la pena, in base all'art. 183 c.p. prevale:",
    "answers": [
      {
        "text": "la causa che estingue il reato, anche se intervenuta successivamente.",
        "correct": true
      },
      {
        "text": "la causa che estingue la pena, anche se è intervenuta successivamente.",
        "correct": false
      },
      {
        "text": "sempre la causa che è intervenuta per prima.",
        "correct": false
      },
      {
        "text": "sempre la causa che è intervenuta per prima, salvo le eccezioni previste dalla legge.",
        "correct": false
      }
    ]
  },
  {
    "number": 123,
    "text": "Ai sensi delle disposizioni del codice penale sull'estinzione della pena, sono cause di estinzione ella punibilità in concreto:",
    "answers": [
      {
        "text": "la riabilitazione.",
        "correct": true
      },
      {
        "text": "la remissione di querela.",
        "correct": false
      },
      {
        "text": "il perdono giudiziale per i minori degli anni 18.",
        "correct": false
      },
      {
        "text": "l’oblazione.",
        "correct": false
      }
    ]
  },
  {
    "number": 124,
    "text": "La remissione di querela non produce effetto sulla base dell'art. 155 c.p.:",
    "answers": [
      {
        "text": "se il querelato l’ha espressamente o tacitamente ricusata.",
        "correct": true
      },
      {
        "text": "solo se il querelato l’ha espressamente ricusata.",
        "correct": false
      },
      {
        "text": "se non vi è il consenso del Pubblico Ministero.",
        "correct": false
      },
      {
        "text": "se è proposta dopo tre mesi dal verificarsi del fatto che costituisce reato.",
        "correct": false
      }
    ]
  },
  {
    "number": 125,
    "text": "La condanna per il delitto di concussione, con riferimento all'art. 317 c.p., comporta:",
    "answers": [
      {
        "text": "l'interdizione perpetua dai pubblici uffici, l'interdizione temporanea dai pubblici uffici, nell'ipotesi di condanna ad una pena inferiore ai due anni, di durata\ninferiore a cinque anni e non superiore ai sette.",
        "correct": true
      },
      {
        "text": "l'interdizione perpetua dai pubblici uffici, l'interdizione temporanea dai pubblici uffici non inferiore a un anno né superiore a cinque anni in caso di reclusione non superiore ai diciotto mesi.",
        "correct": false
      },
      {
        "text": "l'interdizione perpetua dai pubblici uffici, l'interdizione perpetua dai pubblici uffici nell'ipotesi di condanna ad una pena inferiore ai tre anni, di durata inferiore a tre anni e non superiore ai sette.",
        "correct": false
      },
      {
        "text": "l'interdizione temporanea dai pubblici uffici non inferiore a un anno né superiore a cinque anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 126,
    "text": "Qual è, in base al codice penale, la conseguenza della capacità di intendere e di volere?",
    "answers": [
      {
        "text": "L’imputabilità.",
        "correct": true
      },
      {
        "text": "La capacità di agire in giudizio.",
        "correct": false
      },
      {
        "text": "La punibilità.",
        "correct": false
      },
      {
        "text": "Il dolo.",
        "correct": false
      }
    ]
  },
  {
    "number": 127,
    "text": "In conformità all'art. 326 c.p., può commettere il reato di utilizzazione dei segreti d'ufficio:",
    "answers": [
      {
        "text": "un Pubblico Ufficiale o incaricato di pubblico servizio.",
        "correct": true
      },
      {
        "text": "esclusivamente un Pubblico Ufficiale.",
        "correct": false
      },
      {
        "text": "un Pubblico Ufficiale o un incaricato di pubblico servizio o un esercente un servizio di pubblica necessità.",
        "correct": false
      },
      {
        "text": "chiunque.",
        "correct": false
      }
    ]
  },
  {
    "number": 128,
    "text": "Nella realizzazione di un’attività criminosa, secondo l'art. 81 c.p. il medesimo disegno criminoso rappresenta:",
    "answers": [
      {
        "text": "uno degli elementi costitutivi del reato continuato.",
        "correct": true
      },
      {
        "text": "uno degli elementi di valutazione della gravità del reato.",
        "correct": false
      },
      {
        "text": "una circostanza aggravante prevista solo per taluni reati.",
        "correct": false
      },
      {
        "text": "un’aggravante della premeditazione.",
        "correct": false
      }
    ]
  },
  {
    "number": 129,
    "text": "Quale, tra quelle previste dall'art. 70 c.p., non costituisce una circostanza soggettiva del reato?",
    "answers": [
      {
        "text": "Le modalità dell’azione.",
        "correct": true
      },
      {
        "text": "I rapporti fra il colpevole e l’offeso.",
        "correct": false
      },
      {
        "text": "L’intensità del dolo.",
        "correct": false
      },
      {
        "text": "Il grado di colpa.",
        "correct": false
      }
    ]
  },
  {
    "number": 130,
    "text": "A norma del Codice Penale, quale delle seguenti affermazioni è esatta?",
    "answers": [
      {
        "text": "Ai fini del calcolo della pena, le circostanze generiche sono sempre valutate come una sola circostanza.",
        "correct": true
      },
      {
        "text": "Le attenuanti generiche sono tassativamente indicate dalla legge.",
        "correct": false
      },
      {
        "text": "Le circostanze generiche possono essere attenuanti o aggravanti.",
        "correct": false
      },
      {
        "text": "Le attenuanti generiche non possono concorrere con alcuna circostanza comune.",
        "correct": false
      }
    ]
  },
  {
    "number": 131,
    "text": "Il Pubblico Ufficiale, in base al codice penale, non può invocare l’uso legittimo delle armi per impedire la consumazione del delitto di:",
    "answers": [
      {
        "text": "Inondazione, frana e valanga.",
        "correct": true
      },
      {
        "text": "naufragio.",
        "correct": false
      },
      {
        "text": "disastro aviatorio.",
        "correct": false
      },
      {
        "text": "sommersione.",
        "correct": false
      }
    ]
  },
  {
    "number": 132,
    "text": "Quando, con una sola azione od omissione, si violano diverse disposizioni di legge, in base alle norme del codice penale si verifica l’ipotesi di:",
    "answers": [
      {
        "text": "concorso formale eterogeneo.",
        "correct": true
      },
      {
        "text": "reato complesso.",
        "correct": false
      },
      {
        "text": "concorso materiale eterogeneo.",
        "correct": false
      },
      {
        "text": "reato continuato",
        "correct": false
      }
    ]
  },
  {
    "number": 133,
    "text": "Il soggetto attivo che, nel commettere il fatto in stato di necessità, ne ecceda colposamente i limiti, ne risponde in virtù dell'art. 55 c.p.:",
    "answers": [
      {
        "text": "a titolo di colpa, se il fatto è previsto dalla legge come delitto colposo.",
        "correct": true
      },
      {
        "text": "in ogni caso a titolo di colpa.",
        "correct": false
      },
      {
        "text": "a titolo di dolo, ma la pena è ridotta.",
        "correct": false
      },
      {
        "text": "a titolo di dolo o di colpa a seconda delle ulteriori circostanze del reato.",
        "correct": false
      }
    ]
  },
  {
    "number": 134,
    "text": "L'elemento soggettivo del delitto tentato secondo l'art. 56 c.p. è costituito:",
    "answers": [
      {
        "text": "dalla volontà di realizzare un delitto perfetto in tutti i suoi elementi.",
        "correct": true
      },
      {
        "text": "dalla coscienza e volontà di compiere un tentativo di delitto.",
        "correct": false
      },
      {
        "text": "dalla semplice partecipazione ad azioni delittuose.",
        "correct": false
      },
      {
        "text": "dall'accettazione del rischio di realizzare un delitto completo.",
        "correct": false
      }
    ]
  },
  {
    "number": 135,
    "text": "Se il soggetto attivo, dopo aver dato inizio alla condotta criminale, desiste volontariamente dal completare l’azione, sulla base delle norme del codice penale:",
    "answers": [
      {
        "text": "risponde solo degli atti compiuti se questi costituiscono reato.",
        "correct": true
      },
      {
        "text": "non è punibile in ogni caso.",
        "correct": false
      },
      {
        "text": "è punibile per il reato tentato.",
        "correct": false
      },
      {
        "text": "r risponde del delitto tentato, ma soltanto in relazione ai reati di pericolo.",
        "correct": false
      }
    ]
  },
  {
    "number": 136,
    "text": "In quale caso alla condanna inflitta ad un minore degli anni 18, secondo l'art. 98 c.p., consegue una pena accessoria?",
    "answers": [
      {
        "text": "In caso di condanna a pena detentiva non inferiore a 5 anni.",
        "correct": true
      },
      {
        "text": "In caso di condanna a pena detentiva non inferiore a 3 anni.",
        "correct": false
      },
      {
        "text": "In ogni caso.",
        "correct": false
      },
      {
        "text": "In caso di condanna a pena detentiva non inferiore a 18 mesi.",
        "correct": false
      }
    ]
  },
  {
    "number": 137,
    "text": "Il codice penale prevede ipotesi in cui ad una persona può essere applicata una pena per un fatto previsto dalla legge come reato, se al momento in cui lo ha commesso, non era imputabile?",
    "answers": [
      {
        "text": "No, senza eccezioni.",
        "correct": true
      },
      {
        "text": "Si, ma può essere applicata solo una pena accessoria e mai una pena principale.",
        "correct": false
      },
      {
        "text": "No, tranne se ha commesso un reato continuato.",
        "correct": false
      },
      {
        "text": "No, tranne i casi in cui ha commesso un reato per cui è prevista una misura di sicurezza.",
        "correct": false
      }
    ]
  },
  {
    "number": 138,
    "text": "I reati monosoggettivi ai sensi dell'art. 110 c.p. possono essere commessi:",
    "answers": [
      {
        "text": "da uno o più soggetti attivi.",
        "correct": true
      },
      {
        "text": "necessariamente da un solo soggetto attivo.",
        "correct": false
      },
      {
        "text": "necessariamente ai danni di un solo soggetto passivo.",
        "correct": false
      },
      {
        "text": "necessariamente in danno di un unico bene giuridico.",
        "correct": false
      }
    ]
  },
  {
    "number": 139,
    "text": "La capacità a delinquere del reo e la gravità del reato, secondo la disposizione dell'art. 133 c.p., incidono:",
    "answers": [
      {
        "text": "sulla quantificazione della pena.",
        "correct": true
      },
      {
        "text": "sulla natura del reato.",
        "correct": false
      },
      {
        "text": "sulle circostanze attenuanti o aggravanti del reato.",
        "correct": false
      },
      {
        "text": "sull’elemento materiale del reato.",
        "correct": false
      }
    ]
  },
  {
    "number": 140,
    "text": "L’amnistia prevista dall'art. 151 c.p.:",
    "answers": [
      {
        "text": "estingue il reato e fa cessare l’esecuzione della condanna.",
        "correct": true
      },
      {
        "text": "non estingue mai il reato ma fa cessare sempre l’esecuzione della condanna.",
        "correct": false
      },
      {
        "text": "se intervenuta dopo la condanna, estingue il reato ma non fa cessare l’esecuzione della condanna.",
        "correct": false
      },
      {
        "text": "estingue il reato e fa cessare l’esecuzione della condanna, salvo che vi sia stata sentenza definitiva.",
        "correct": false
      }
    ]
  },
  {
    "number": 141,
    "text": "Con la morte della persona offesa dal reato, in conformità all'art. 156\nc.p. il diritto di remissione di querela:",
    "answers": [
      {
        "text": "può essere esercitato dai suoi eredi, purché siano tutti consenzienti.",
        "correct": true
      },
      {
        "text": "si estingue sempre il diritto di remissione di querela da parte degli eredi.",
        "correct": false
      },
      {
        "text": "la remissione di querela può essere esercitata da uno qualsiasi dei suoi eredi, anche senza il consenso degli altri ma con il consenso del P.M.",
        "correct": false
      },
      {
        "text": "si estingue in ogni caso il diritto di remissione di querela, salvo che per taluni reati espressamente indicati dalla legge.",
        "correct": false
      }
    ]
  },
  {
    "number": 142,
    "text": "L’estinzione del reato o della pena, in conformità alle norme del codice penale, importa l’estinzione delle obbligazioni civili derivanti dal reato?",
    "answers": [
      {
        "text": "No, salvo le eccezioni indicate dalla legge.",
        "correct": true
      },
      {
        "text": "L’estinzione del reato importa sempre l’estinzione delle obbligazioni civili, l’estinzione della pena importa l’estinzione delle obbligazioni civili sono nei\ncasi espressamente previsti dalla legge.",
        "correct": false
      },
      {
        "text": "Solo l’estinzione del reato importa in ogni caso l’estinzione delle obbligazioni civili.",
        "correct": false
      },
      {
        "text": "solo la morte del reo importa l'estinzione totale delle obbligazioni civili derivanti da reato.",
        "correct": false
      }
    ]
  },
  {
    "number": 143,
    "text": "In conformità al codice penale le misure di sicurezza patrimoniali sono:",
    "answers": [
      {
        "text": "la cauzione di buona condotta e la confisca.",
        "correct": true
      },
      {
        "text": "l’ammenda, la cauzione di buona condotta e la confisca.",
        "correct": false
      },
      {
        "text": "la confisca e libertà vigilata.",
        "correct": false
      },
      {
        "text": "l'assegnazione a una colonia agricola o ad una casa di lavoro e la libertà vigilata.",
        "correct": false
      }
    ]
  },
  {
    "number": 144,
    "text": "Qualora la concessione della sospensione condizionale della pena imponga particolari obblighi al condannato, in base all'art. 165 c.p., questi devono essere soddisfatti:",
    "answers": [
      {
        "text": "entro il termine stabilito dal Giudice della sentenza.",
        "correct": true
      },
      {
        "text": "entro il tempo in cui la pena è sospesa.",
        "correct": false
      },
      {
        "text": "in ogni caso, prima che il Giudice conceda la sospensione della pena.",
        "correct": false
      },
      {
        "text": "in ogni caso, entro 30 giorni dalla sentenza che dispone la sospensione, salvo che il Giudice disponga diversamente.",
        "correct": false
      }
    ]
  },
  {
    "number": 145,
    "text": "Se la persona offesa dal reato è minore degli anni quattordici e chi ne ha la rappresentanza si trovi in conflitto d’interessi col minore stesso, il diritto di querela è esercitato:",
    "answers": [
      {
        "text": "da un curatore speciale.",
        "correct": true
      },
      {
        "text": "dal Giudice tutelare.",
        "correct": false
      },
      {
        "text": "da un curatore speciale o, solo riguardo a reati in materia sessuale, da un prossimo congiunto.",
        "correct": false
      },
      {
        "text": "da un prossimo congiunto.",
        "correct": false
      }
    ]
  },
  {
    "number": 146,
    "text": "I delitti di “Corruzione per l’esercizio delle funzioni” e di “Corruzione per un atto contrario ai doveri d’ufficio\", in base al codice penale, sono ipotizzabili anche nei confronti dell’incaricato di pubblico servizio dipendente comunale?",
    "answers": [
      {
        "text": "Sì.",
        "correct": true
      },
      {
        "text": "No, si tratta di delitti propri del solo Pubblico Ufficiale.",
        "correct": false
      },
      {
        "text": "Sì, ma il delitto di corruzione per un atto contrario ai doveri d’ufficio è ipotizzabile solo qualora l’incaricato di pubblico servizio rivesta la qualità di pubblico impiegato.",
        "correct": false
      },
      {
        "text": "Sì, ma solo il delitto di “Corruzione per l’esercizio delle funzioni” e non anche il delitto di “Corruzione per un atto contrario ai doveri d’ufficio”.",
        "correct": false
      }
    ]
  },
  {
    "number": 147,
    "text": "Il giudizio di pericolosità sociale, ai sensi delle disposizioni del codice penale, comporta:",
    "answers": [
      {
        "text": "l’applicazione di una misura di sicurezza.",
        "correct": true
      },
      {
        "text": "l’applicazione di una misura di prevenzione.",
        "correct": false
      },
      {
        "text": "l’applicazione di una misura cautelare.",
        "correct": false
      },
      {
        "text": "la dichiarazione di recidiva.",
        "correct": false
      }
    ]
  },
  {
    "number": 148,
    "text": "Nel verificarsi di un reato, le circostanze soggettive in base all'art. 70 c.p. sono quelle che riguardano, fra l'altro:",
    "answers": [
      {
        "text": "le condizioni individuali del colpevole.",
        "correct": true
      },
      {
        "text": "le condizioni o le qualità personali dell'offeso.",
        "correct": false
      },
      {
        "text": "Il tempo dell'azione.",
        "correct": false
      },
      {
        "text": "Il luogo dell'azione.",
        "correct": false
      }
    ]
  },
  {
    "number": 149,
    "text": "Secondo le definizioni dell'art. 43 c.p., l’evento che si verifica non è mai attribuibile al volere del soggetto attivo nei:",
    "answers": [
      {
        "text": "delitti colposi.",
        "correct": true
      },
      {
        "text": "delitti commissivi mediante omissione.",
        "correct": false
      },
      {
        "text": "delitti aberranti.",
        "correct": false
      },
      {
        "text": "delitti a dolo eventuale.",
        "correct": false
      }
    ]
  },
  {
    "number": 150,
    "text": "Nel caso di applicazione della pena su richiesta delle parti per il delitto di corruzione per un atto d'ufficio commesso da pubblico ufficiale è sempre ordinata la confisca, secondo le disposizioni del codice penale:",
    "answers": [
      {
        "text": "dei beni che ne costituiscono il prezzo o il profitto, salvo che appartengano a persona estranea al reato.",
        "correct": true
      },
      {
        "text": "dei beni che ne costituiscono il prezzo o il profitto, anche se appartenenti a persona estranea al reato.",
        "correct": false
      },
      {
        "text": "dei beni pertinenti al reato, salvo che appartengano a persona estranea al reato.",
        "correct": false
      },
      {
        "text": "dei beni pertinenti al reato, anche se appartenenti a persona estranea al reato.",
        "correct": false
      }
    ]
  },
  {
    "number": 151,
    "text": "Nelle ipotesi di recidiva, in conformità all'art. 99 c.p., la pena può essere aumentata di un terzo:",
    "answers": [
      {
        "text": "per colui che, dopo essere stato condannato per un delitto non colposo, ne commette un altro non colposo.",
        "correct": true
      },
      {
        "text": "se il nuovo delitto è della stessa indole o è stato commesso nei dieci anni dalla condanna precedente.",
        "correct": false
      },
      {
        "text": "se il nuovo delitto, anche se non colposo, è stato commesso nei cinque anni dalla condanna precedente.",
        "correct": false
      },
      {
        "text": "per colui che, dopo essere stato condannato per un delitto non colposo, ne commette un altro, anche se colposo.",
        "correct": false
      }
    ]
  },
  {
    "number": 152,
    "text": "In quale caso, previsto dall'art. 99 c.p., l’aumento di pena inflitto per effetto della recidiva può superare il cumulo delle pene risultanti dalle condanne precedenti alla commissione del nuovo delitto?",
    "answers": [
      {
        "text": "In nessun caso.",
        "correct": true
      },
      {
        "text": "Solo se il nuovo delitto non è colposo e si tratta di delitti della stessa indole.",
        "correct": false
      },
      {
        "text": "Solo per i reati espressamente indicati dalla legge.",
        "correct": false
      },
      {
        "text": "Solo nelle ipotesi di recidiva aggravata.",
        "correct": false
      }
    ]
  },
  {
    "number": 153,
    "text": "Costituisce, in base all'art. 319 ter c.p., aggravante specifica del delitto di “Corruzione in atti giudiziari”:",
    "answers": [
      {
        "text": "se dal fatto deriva l’ingiusta condanna di taluno alla reclusione.",
        "correct": true
      },
      {
        "text": "se dal fatto deriva l’ingiusta condanna di taluno alla reclusione non inferiore a 5 anni.",
        "correct": false
      },
      {
        "text": "se il fatto è commesso per favorire o danneggiare una parte in un processo civile o amministrativo.",
        "correct": false
      },
      {
        "text": "se il fatto è commesso per favorire o danneggiare una parte in un processo esclusivamente penale.",
        "correct": false
      }
    ]
  },
  {
    "number": 154,
    "text": "Il delitto di falsa dichiarazione ad un Pubblico Ufficiale sulla propria identità è aggravato, in conformità alle previsioni dell'art. 495 c.p.:",
    "answers": [
      {
        "text": "esclusivamente se è resa da un imputato all’Autorità Giudiziaria.",
        "correct": true
      },
      {
        "text": "se è resa da un imputato all’Autorità Giudiziaria o da una persona sottoposta ad indagini alla stessa Autorità o alla Polizia Giudiziaria delegate alle indagini.",
        "correct": false
      },
      {
        "text": "se è resa, esclusivamente all’Autorità Giudiziaria, da un imputato o da una persona sottoposta ad indagini.",
        "correct": false
      },
      {
        "text": "se è resa esclusivamente da un imputato all’Autorità Giudiziaria o alla Polizia Giudiziaria delegate alle indagini.",
        "correct": false
      }
    ]
  },
  {
    "number": 155,
    "text": "I primi tre articoli del Codice Penale stabiliscono i principi di:",
    "answers": [
      {
        "text": "legalità, irretroattività e obbligatorietà della legge penale.",
        "correct": true
      },
      {
        "text": "legalità, statualità della legge penale e responsabilità personale.",
        "correct": false
      },
      {
        "text": "statualità, obbligatorietà e territorialità della legge penale.",
        "correct": false
      },
      {
        "text": "legalità, statualità, irretroattività ed obbligatorietà della legge penale.",
        "correct": false
      }
    ]
  },
  {
    "number": 156,
    "text": "Il diritto di querela per i minori che hanno compiuto i 14 anni è esercitato:",
    "answers": [
      {
        "text": "dal minore stesso o, in sua vece, dal genitore o dal tutore.",
        "correct": true
      },
      {
        "text": "dal genitore, dal tutore o, solo riguardo a reati in materia sessuale, dal minore stesso.",
        "correct": false
      },
      {
        "text": "dal genitore, dal tutore o, solo riguardo taluni reati indicati dalla legge, dal minore stesso.",
        "correct": false
      },
      {
        "text": "dal genitore, da un prossimo congiunto o dal tutore.",
        "correct": false
      }
    ]
  },
  {
    "number": 157,
    "text": "Il reato di interruzione di pubblico servizio, secondo l'art. 340 c.p., si perfeziona quando:",
    "answers": [
      {
        "text": "quando, fuori dai casi provveduti da particolari disposizioni di legge, sia cagionata un’interruzione o una turbativa alla regolarità di un ufficio o servizio pubblico o di un\nservizio di pubblica necessità.",
        "correct": true
      },
      {
        "text": "l’interruzione abbia esclusivamente una durata superiore alle 24 ore.",
        "correct": false
      },
      {
        "text": "viene interrotto soltanto il trasporto pubblico di linea.",
        "correct": false
      },
      {
        "text": "in ogni caso di manifestazione non autorizzata sulla pubblica via.",
        "correct": false
      }
    ]
  },
  {
    "number": 158,
    "text": "Il principio del \"favor rei\" di cui all’art. 2 c.p. si applica:",
    "answers": [
      {
        "text": "nell'ipotesi che la vecchia norma fosse più favorevole al reo che nell’ipotesi che la nuova norma sia più favorevole al reo, salvo, in ogni caso, che sia stata\npronunciata sentenza irrevocabile.",
        "correct": true
      },
      {
        "text": "solo se la nuova norma è più favorevole al reo rispetto alla precedente.",
        "correct": false
      },
      {
        "text": "solo se la vecchia norma era più favorevole al reo rispetto alla nuova.",
        "correct": false
      },
      {
        "text": "solo se la nuova norma è più favorevole al reo rispetto alla precedente, salvo che sia stata pronunciata sentenza irrevocabile.",
        "correct": false
      }
    ]
  },
  {
    "number": 159,
    "text": "Nel verificarsi di un reato, il caso fortuito previsto dall'art. 45 c.p. rappresenta:",
    "answers": [
      {
        "text": "un accadimento eccezionale e non prevedibile tale da escludere che l'evento sia addebitabile al soggetto attivo.",
        "correct": true
      },
      {
        "text": "una causa di esclusione dell’imputabilità.",
        "correct": false
      },
      {
        "text": "una circostanza attenuante generica.",
        "correct": false
      },
      {
        "text": "una causa personale di estinzione dalla pena.",
        "correct": false
      }
    ]
  },
  {
    "number": 160,
    "text": "Quale limite massimo, secondo il codice penale, hanno le pene pecuniarie proporzionali?",
    "answers": [
      {
        "text": "Non hanno nessun limite massimo.",
        "correct": true
      },
      {
        "text": "Non possono superare il doppio delle pene pecuniarie fisse.",
        "correct": false
      },
      {
        "text": "Non possono superare di oltre un terzo le pene pecuniarie fisse.",
        "correct": false
      },
      {
        "text": "Non possono superare il triplo delle pene pecuniarie fisse.",
        "correct": false
      }
    ]
  },
  {
    "number": 161,
    "text": "La sospensione condizionale della pena può essere concessa, in conformità all'art. 164 c.p., a chi ha già riportato altra condanna?",
    "answers": [
      {
        "text": "No, se la precedente condanna consiste in una pena detentiva per delitto, anche se è intervenuta la riabilitazione.",
        "correct": true
      },
      {
        "text": "Si, a discrezione del Giudice, tenuto conto della pericolosità del soggetto.",
        "correct": false
      },
      {
        "text": "Si, ma solo se la precedente condanna ha comportato una qualsiasi pena  detentiva inferiore a due anni.",
        "correct": false
      },
      {
        "text": "No, se la precedente condanna consiste in una pena detentiva per delitto, salvo che sia intervenuta la riabilitazione.",
        "correct": false
      }
    ]
  },
  {
    "number": 162,
    "text": "Le \"circostanze ad effetto speciale\" previste dall'art. 63 c.p. in materia penale sono:",
    "answers": [
      {
        "text": "quelle che prevedono un aumento o una diminuzione della pena superiore ad un terzo rispetto a quella prevista per il reato base.",
        "correct": true
      },
      {
        "text": "quelle che prevedono un aumento o una diminuzione di pena fino al triplo rispetto a quella prevista per il reato base.",
        "correct": false
      },
      {
        "text": "quelle che prevedono un aumento o una diminuzione di pena non superiore ad un terzo.",
        "correct": false
      },
      {
        "text": "quelle che comportano automaticamente l’applicazione delle pene accessorie.",
        "correct": false
      }
    ]
  },
  {
    "number": 163,
    "text": "In caso di concorso tra circostanze aggravanti ed attenuanti, a norma dell'art. 69\nc.p. il Giudice, ai fini del calcolo della pena da infliggere:",
    "answers": [
      {
        "text": "procede ad un giudizio di comparazione con l’applicazione delle sole circostanze ritenute prevalenti, salvo le eccezioni previste dalla legge.",
        "correct": true
      },
      {
        "text": "applica le sole aggravanti, salvo le eccezioni previste per talune particolari circostanze attenuanti",
        "correct": false
      },
      {
        "text": "le applica discrezionalmente.",
        "correct": false
      },
      {
        "text": "applica contemporaneamente tutte le circostanze.",
        "correct": false
      }
    ]
  },
  {
    "number": 164,
    "text": "Possono validamente invocare l’uso legittimo delle armi come causa di esclusione del reato, ai sensi dell'art. 53 c.p.:",
    "answers": [
      {
        "text": "I Pubblici Ufficiali dotati istituzionalmente di armi od altri mezzi di coazione fisica ed i soggetti che, su loro richiesta, prestino assistenza.",
        "correct": true
      },
      {
        "text": "tutti i Pubblici Ufficiali e gli incaricati di pubblico servizio dotati istituzionalmente di armi od altri mezzi di coazione fisica ed i soggetti che, su loro richiesta, prestino assistenza.",
        "correct": false
      },
      {
        "text": "solo gli Ufficiali e gli Agenti di Polizia Giudiziaria.",
        "correct": false
      },
      {
        "text": "tutti coloro che hanno utilizzato l’arma per legittima difesa.",
        "correct": false
      }
    ]
  },
  {
    "number": 165,
    "text": "Agli effetti della dichiarazione di professionalità nel reato, prevista dall'art. 106 c.p., si tiene conto delle condanne per le quali è intervenuta una causa di estinzione della pena?",
    "answers": [
      {
        "text": "Sì, tranne se la causa di estinzione estingue anche gli effetti penali.",
        "correct": true
      },
      {
        "text": "Sì, in ogni caso.",
        "correct": false
      },
      {
        "text": "No, salvo che la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "Sì, ma solo se la recidiva riguarda particolari reati espressamente indicati dalla legge.",
        "correct": false
      }
    ]
  },
  {
    "number": 166,
    "text": "È causa di estinzione della pena, nell'ambito delle norme del codice penale:",
    "answers": [
      {
        "text": "la liberazione condizionale.",
        "correct": true
      },
      {
        "text": "la remissione di querela.",
        "correct": false
      },
      {
        "text": "l’oblazione.",
        "correct": false
      },
      {
        "text": "la sospensione condizionale della pena.",
        "correct": false
      }
    ]
  },
  {
    "number": 167,
    "text": "La riabilitazione del condannato è revocata di diritto, ai sensi dell'art. 180 c.p., se la persona riabilitata:",
    "answers": [
      {
        "text": "commette entro 7 anni un delitto non colposo per il quale sia inflitta la pena della reclusione non inferiore a 2 anni.",
        "correct": true
      },
      {
        "text": "commette entro 3 anni un delitto non colposo per il quale sia inflitta la pena della reclusione non inferiore a 5 anni.",
        "correct": false
      },
      {
        "text": "commette entro 5 anni un qualsiasi delitto non colposo.",
        "correct": false
      },
      {
        "text": "commette entro 5 anni un qualsiasi delitto colposo.",
        "correct": false
      }
    ]
  },
  {
    "number": 168,
    "text": "Sulla base delle norme del codice penale, non è punibile il pubblico ufficiale che, al fine di adempiere un dovere del proprio ufficio, faccia uso delle armi quando vi è costretto dalla necessità di impedire la consumazione anche del delitto di:",
    "answers": [
      {
        "text": "sommersione.",
        "correct": true
      },
      {
        "text": "violenza carnale.",
        "correct": false
      },
      {
        "text": "estorsione aggravata.",
        "correct": false
      },
      {
        "text": "spaccio di sostanze stupefacenti.",
        "correct": false
      }
    ]
  },
  {
    "number": 169,
    "text": "La liberazione condizionale, secondo l'art. 177 c.p., può essere revocata:",
    "answers": [
      {
        "text": "se la persona liberata commette un delitto o una contravvenzione della stessa indole o trasgredisce agli obblighi derivanti dalla libertà vigilata.",
        "correct": true
      },
      {
        "text": "solo se la persona liberata commette un delitto o una contravvenzione della stessa indole.",
        "correct": false
      },
      {
        "text": "se la persona commette un qualsiasi altro reato punito con pena detentiva.",
        "correct": false
      },
      {
        "text": "se la persona commette un qualsiasi altro reato.",
        "correct": false
      }
    ]
  },
  {
    "number": 170,
    "text": "Nel caso di concorso di reati, in base al codice penale per l’estinzione della pena si ha riguardo:",
    "answers": [
      {
        "text": "a ciascuno di essi, anche se le pene sono state inflitte con la medesima sentenza.",
        "correct": true
      },
      {
        "text": "esclusivamente al reato più grave.",
        "correct": false
      },
      {
        "text": "a ciascuno di essi, tranne se le pene sono state inflitte con la medesima sentenza.",
        "correct": false
      },
      {
        "text": "esclusivamente al reato più grave, salvo che la legge disponga altrimenti.",
        "correct": false
      }
    ]
  },
  {
    "number": 171,
    "text": "Quando, per un fatto commesso all’estero, si rinnova il giudizio nello Stato, secondo le disposizioni del codice penale, è applicabile la legge italiana anche riguardo alle misure di sicurezza:",
    "answers": [
      {
        "text": "previo accertamento che la persona sia socialmente pericolosa.",
        "correct": true
      },
      {
        "text": "esclusivamente coercitive.",
        "correct": false
      },
      {
        "text": "solo se si procede per taluni reati indicati dalla legge.",
        "correct": false
      },
      {
        "text": "tranne quelle detentive.",
        "correct": false
      }
    ]
  },
  {
    "number": 172,
    "text": "La misura di sicurezza dell’assegnazione ad una casa di cura e di custodia può essere sostituita, in virtù delle norme del codice penale, dal Giudice con l’applicazione della libertà vigilata:",
    "answers": [
      {
        "text": "quando la durata minima dell’assegnazione ad una casa di cura e di custodia è stabilita in sei mesi.",
        "correct": true
      },
      {
        "text": "solo quando la pena da applicarsi è solo pecuniaria e non detentiva.",
        "correct": false
      },
      {
        "text": "quando la durata minima dell’assegnazione ad una casa di cura e di custodia è stabilita in un anno.",
        "correct": false
      },
      {
        "text": "quando la durata minima dell’assegnazione ad una casa di cura e di custodia è stabilita in 3 anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 173,
    "text": "In conformità alle previsioni del codice penale, è circostanza attenuante specifica dei delitti di concussione dei pubblici ufficiali contro la P.A.:",
    "answers": [
      {
        "text": "se il fatto è di particolare tenuità.",
        "correct": true
      },
      {
        "text": "se il fatto è commesso occasionalmente.",
        "correct": false
      },
      {
        "text": "se il fatto è commesso per legittima difesa.",
        "correct": false
      },
      {
        "text": "se il fatto è commesso dall’incaricato di pubblico servizio.",
        "correct": false
      }
    ]
  },
  {
    "number": 174,
    "text": "La libertà vigilata può essere ordinata, in base al codice penale, fra l’altro:",
    "answers": [
      {
        "text": "quando il Codice Penale autorizza una misura di sicurezza per un fatto non previsto dalla legge come reato.",
        "correct": true
      },
      {
        "text": "in qualsiasi caso di condanna per delitto con reclusione non inferiore ai sei mesi.",
        "correct": false
      },
      {
        "text": "nel caso di condanna alla reclusione per un tempo non inferiore a tre anni.",
        "correct": false
      },
      {
        "text": "nel caso di condanna alla reclusione per un tempo non inferiore a cinque anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 175,
    "text": "È sempre ordinata la confisca delle cose il cui uso, porto, detenzione o alienazione costituisce reato:",
    "answers": [
      {
        "text": "anche se non è stata pronunciata condanna.",
        "correct": true
      },
      {
        "text": "ma solo nei casi in cui è stata pronunciata condanna e le cose appartengono a persona estranea al reato.",
        "correct": false
      },
      {
        "text": "tranne, in ogni caso, se le cose appartengono a persona estranea al reato.",
        "correct": false
      },
      {
        "text": "ma solo nei casi in cui è stata pronunciata condanna e se le cose non appartengono a persona estranea al reato",
        "correct": false
      }
    ]
  },
  {
    "number": 176,
    "text": "A quale pena soggiace il soggetto attivo di un reato qualora, nell’ipotesi dell’aberratio ictus ex art. 82 c.p., sia arrecata offesa, oltre che alla persona diversa, anche a quella alla quale l'offesa era diretta?",
    "answers": [
      {
        "text": "Alla pena stabilita per il reato più grave, aumentata fino alla metà.",
        "correct": true
      },
      {
        "text": "Alla somma delle pene stabilite per entrambi i delitti.",
        "correct": false
      },
      {
        "text": "Alla pena stabilita per il reato più grave, aumentata fino al triplo.",
        "correct": false
      },
      {
        "text": "Alla pena stabilita per il reato più grave, aumentata non meno della metà.",
        "correct": false
      }
    ]
  },
  {
    "number": 177,
    "text": "In base alle disposizioni del codice penale, costituisce un'aggravante specifica del delitto di omessa denuncia di reato da parte del Pubblico Ufficiale:",
    "answers": [
      {
        "text": "se l'omessa denuncia riguarda un delitto contro la personalità dello Stato.",
        "correct": true
      },
      {
        "text": "se l'omessa denuncia riguarda delitti perseguibili d'ufficio.",
        "correct": false
      },
      {
        "text": "se l'omessa denuncia è motivata dall'intento di favorire il colpevole.",
        "correct": false
      },
      {
        "text": "se l'omessa denuncia riguarda i delitti contro l'amministrazione della giustizia.",
        "correct": false
      }
    ]
  },
  {
    "number": 178,
    "text": "Il pagamento della somma corrispondente all’oblazione nelle contravvenzioni penali punite con pene alternative può avvenire, ai sensi dell'art. 162 c.p., fino a prima dell’apertura del dibattimento?",
    "answers": [
      {
        "text": "Sì.",
        "correct": true
      },
      {
        "text": "Sì, ma se avviene dopo l’udienza di rinvio a giudizio, è necessario il consenso del Pubblico Ministero.",
        "correct": false
      },
      {
        "text": "Sì, ma se avviene dopo l’esercizio dell’azione penale da parte del Pubblico Ministero, è necessario il consenso di questi.",
        "correct": false
      },
      {
        "text": "Sì, ma se avviene dopo l’udienza di rinvio a giudizio, è necessario il consenso del Giudice.",
        "correct": false
      }
    ]
  },
  {
    "number": 179,
    "text": "Quando la punibilità di un reato commesso all’estero, a norma dell'art. 128 c.p., dipende dalla presenza del colpevole nel territorio dello Stato, la richiesta non può essere più proposta decorsi:",
    "answers": [
      {
        "text": "3 anni dal giorno in cui il colpevole si trova nel territorio dello Stato.",
        "correct": true
      },
      {
        "text": "3 mesi dal giorno in cui il colpevole si trova nel territorio dello Stato.",
        "correct": false
      },
      {
        "text": "3 anni dal giorno in cui il colpevole si trova nel territorio dello Stato o 3 mesi dal giorno in cui l’Autorità ha avuto notizia del fatto costituente reato.",
        "correct": false
      },
      {
        "text": "12 mesi dal giorno in cui il colpevole si trova nel territorio dello Stato.",
        "correct": false
      }
    ]
  },
  {
    "number": 180,
    "text": "Qualora la misura di sicurezza del ricovero dei minori in un riformatorio giudiziario, in conformità all'art. 223 c.p., debba essere applicata dopo che il minore abbia compiuto gli anni 18:",
    "answers": [
      {
        "text": "ad essa è sostituita la libertà vigilata, salvo che il Giudice ritenga di ordinare l’assegnazione ad una colonia agricola o ad una casa di lavoro.",
        "correct": true
      },
      {
        "text": "ad essa è sostituita, in ogni caso, la libertà vigilata.",
        "correct": false
      },
      {
        "text": "il Giudice può sostituirla con qualsiasi altra misura di sicurezza detentiva.",
        "correct": false
      },
      {
        "text": "può essere comunque applicata fino a quando il minore non compie i 21 anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 181,
    "text": "In quale caso, visto l'art. 176 c.p., il condannato a pena detentiva può essere ammesso alla liberazione condizionale solo dopo aver scontato almeno quattro anni di pena?",
    "answers": [
      {
        "text": "Quando il condannato sia recidivo e la recidiva sia aggravata.",
        "correct": true
      },
      {
        "text": "Solo quando il condannato sia recidivo o delinquente abituale, professionale o per tendenza.",
        "correct": false
      },
      {
        "text": "Solo quando la pena inflittagli sia superiore a 10 anni di reclusione.",
        "correct": false
      },
      {
        "text": "Solo quando il condannato sia delinquente abituale, professionale o per tendenza.",
        "correct": false
      }
    ]
  },
  {
    "number": 182,
    "text": "Quando un delitto è punibile a richiesta dell’Autorità secondo le norme del codice penale, la richiesta:",
    "answers": [
      {
        "text": "è irrevocabile.",
        "correct": true
      },
      {
        "text": "è irrevocabile solo per taluni delitti espressamente indicati dalla legge.",
        "correct": false
      },
      {
        "text": "è irrevocabile, salvo che la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "è revocabile, salvo che la legge disponga altrimenti.",
        "correct": false
      }
    ]
  },
  {
    "number": 183,
    "text": "La durata della misura di sicurezza della cauzione di buona condotta, in virtù dell'art. 237 c.p., non può essere superiore a:",
    "answers": [
      {
        "text": "cinque anni.",
        "correct": true
      },
      {
        "text": "tre anni.",
        "correct": false
      },
      {
        "text": "due anni.",
        "correct": false
      },
      {
        "text": "un anno.",
        "correct": false
      }
    ]
  },
  {
    "number": 184,
    "text": "Per i crediti relativi al pagamento delle spese del procedimento, in conformità alle previsioni dell'art. 193 c.p., gli atti a titolo oneroso eccedenti la semplice amministrazione ovvero la gestione dell'ordinario commercio\ncompiuti dal colpevole dopo il reato e di cui si presume la frode:",
    "answers": [
      {
        "text": "sono revocabili se si prova la malafede dell'altro contraente.",
        "correct": true
      },
      {
        "text": "sono pienamente legittimi.",
        "correct": false
      },
      {
        "text": "sono irrevocabili.",
        "correct": false
      },
      {
        "text": "sono revocabili in ogni caso.",
        "correct": false
      }
    ]
  },
  {
    "number": 185,
    "text": "L’usurpazione di titolo od onori costituisce, in virtù di quanto previsto dall'art. 498 c.p.:",
    "answers": [
      {
        "text": "Illecito amministrativo.",
        "correct": true
      },
      {
        "text": "delitto.",
        "correct": false
      },
      {
        "text": "contravvenzione penale.",
        "correct": false
      },
      {
        "text": "a seconda dei casi, può costituire reato o illecito amministrativo.",
        "correct": false
      }
    ]
  },
  {
    "number": 186,
    "text": "In base alle disposizioni del codice penale, l’ordine di non menzione della condanna nel certificato del casellario giudiziario può essere revocato:",
    "answers": [
      {
        "text": "solo se il condannato commette successivamente un delitto.",
        "correct": true
      },
      {
        "text": "solo se il condannato commette un delitto nei 5 anni successivi.",
        "correct": false
      },
      {
        "text": "solo se il condannato commette un reato nei 5 anni successivi.",
        "correct": false
      },
      {
        "text": "solo se il condannato riporta, nei 5 anni successivi, una nuova condanna a qualsiasi pena detentiva.",
        "correct": false
      }
    ]
  },
  {
    "number": 187,
    "text": "Quali, tra le seguenti previste dal codice penale, non è causa di estinzione del reato?",
    "answers": [
      {
        "text": "La riabilitazione.",
        "correct": true
      },
      {
        "text": "La remissione di querela.",
        "correct": false
      },
      {
        "text": "L’oblazione.",
        "correct": false
      },
      {
        "text": "Il perdono giudiziale.",
        "correct": false
      }
    ]
  },
  {
    "number": 188,
    "text": "La rinuncia alla facoltà di esercitare il diritto di querela fatta dal genitore, priva il minore del diritto di proporre personalmente querela?",
    "answers": [
      {
        "text": "No, se il minore ha compiuto gli anni quattordici.",
        "correct": true
      },
      {
        "text": "Si, tranne se si tratti di reati in materia sessuale.",
        "correct": false
      },
      {
        "text": "No, in ogni caso.",
        "correct": false
      },
      {
        "text": "No, se il minore ha compiuto gli anni sedici.",
        "correct": false
      }
    ]
  },
  {
    "number": 189,
    "text": "Il Pubblico Ufficiale che riceve una retribuzione non dovuta per un atto d’ufficio da lui già compiuto commette, secondo il codice penale, il reato di:",
    "answers": [
      {
        "text": "corruzione per un atto contrario ai doveri d’ufficio.",
        "correct": true
      },
      {
        "text": "rifiuto di atti d'ufficio.",
        "correct": false
      },
      {
        "text": "malversazione.",
        "correct": false
      },
      {
        "text": "concussione.",
        "correct": false
      }
    ]
  },
  {
    "number": 190,
    "text": "Quando ritenga che, per le condizioni economiche del reo, la misura massima della pena pecuniaria sia inefficace, conformemente alle norme del codice penale il Giudice può aumentarla:",
    "answers": [
      {
        "text": "sino al triplo.",
        "correct": true
      },
      {
        "text": "sino ad un terzo.",
        "correct": false
      },
      {
        "text": "sino al doppio.",
        "correct": false
      },
      {
        "text": "sino alla metà.",
        "correct": false
      }
    ]
  },
  {
    "number": 191,
    "text": "Il pubblico impiegato, il quale continua ad esercitare le sue attribuzioni dopo il provvedimento che le sospende, commette il delitto ex art. 347 c.p.:",
    "answers": [
      {
        "text": "solo se ha ricevuto partecipazione del provvedimento che sospende o fa cessare le sue attribuzioni.",
        "correct": true
      },
      {
        "text": "in ogni caso perché riveste la qualifica di pubblico ufficiale.",
        "correct": false
      },
      {
        "text": "in ogni caso perché ha comunque rivestito la qualifica di pubblico ufficiale.",
        "correct": false
      },
      {
        "text": "in ogni caso poiché l'evento è iniziato nel momento in cui esercitava le sue attribuzioni quali P.U.",
        "correct": false
      }
    ]
  },
  {
    "number": 192,
    "text": "La turbata libertà degli incanti prevista e punita dal codice penale:",
    "answers": [
      {
        "text": "è un delitto dei privati contro la Pubblica Amministrazione.",
        "correct": true
      },
      {
        "text": "è un illecito amministrativo, salvo che la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "è un delitto contro l’attività giudiziaria.",
        "correct": false
      },
      {
        "text": "è un delitto contro la fede pubblica.",
        "correct": false
      }
    ]
  },
  {
    "number": 193,
    "text": "L’uso abusivo di sigilli e strumenti veri, previsto dall'art. 471 c.p.:",
    "answers": [
      {
        "text": "costituisce delitto.",
        "correct": true
      },
      {
        "text": "costituisce illecito amministrativo.",
        "correct": false
      },
      {
        "text": "costituisce contravvenzione penale.",
        "correct": false
      },
      {
        "text": "costituisce contravvenzione penale, salvo che la legge disponga altrimenti.",
        "correct": false
      }
    ]
  },
  {
    "number": 194,
    "text": "Chiunque, per disprezzo verso l’Autorità, in base a quanto statuito dal codice penale, rimuove o rende inservibili scritti affissi o esposti al pubblico per ordine dell’Autorità è punito con:",
    "answers": [
      {
        "text": "una sanzione amministrativa pecuniaria.",
        "correct": true
      },
      {
        "text": "una multa.",
        "correct": false
      },
      {
        "text": "un’ammenda.",
        "correct": false
      },
      {
        "text": "l'arresto.",
        "correct": false
      }
    ]
  },
  {
    "number": 195,
    "text": "Chiunque violi i sigilli per disposizione della legge o per ordine dell'autorità, apposti al fine di assicurare la conservazione di una cosa, è punito, secondo il codice penale, con:",
    "answers": [
      {
        "text": "la reclusione e la multa.",
        "correct": true
      },
      {
        "text": "non è punibile.",
        "correct": false
      },
      {
        "text": "la sola multa.",
        "correct": false
      },
      {
        "text": "la sola ammenda.",
        "correct": false
      }
    ]
  },
  {
    "number": 196,
    "text": "La formulazione della concussione, di cui all'art. 317 c.p., contempla, sotto l'aspetto della condotta:",
    "answers": [
      {
        "text": "solo la costrizione.",
        "correct": true
      },
      {
        "text": "solo la induzione.",
        "correct": false
      },
      {
        "text": "sia la costrizione che la induzione.",
        "correct": false
      },
      {
        "text": "è stato depenalizzato.",
        "correct": false
      }
    ]
  },
  {
    "number": 197,
    "text": "La frode nelle pubbliche forniture, sulla base di quanto previsto dall'art. 356 c.p.:",
    "answers": [
      {
        "text": "è un delitto dei privati contro la Pubblica Amministrazione.",
        "correct": true
      },
      {
        "text": "a seconda del tipo di fornitura, può costituire reato o illecito amministrativo.",
        "correct": false
      },
      {
        "text": "è un illecito amministrativo, salvo che la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "è una contravvenzione penale.",
        "correct": false
      }
    ]
  },
  {
    "number": 198,
    "text": "In base al codice penale, il delitto di interesse privato in atti d’ufficio:",
    "answers": [
      {
        "text": "è stato abrogato.",
        "correct": true
      },
      {
        "text": "è un delitto proprio dei soli Pubblici Ufficiali.",
        "correct": false
      },
      {
        "text": "è un delitto proprio dei Pubblici Ufficiali e degli incaricati di pubblico servizio che rivestano la qualità di pubblico impiegato.",
        "correct": false
      },
      {
        "text": "non ammette il tentativo.",
        "correct": false
      }
    ]
  },
  {
    "number": 199,
    "text": "A norma del Codice Penale, quale, tra le seguenti ipotesi di falsità commesse dal Pubblico Ufficiale, è punita con una maggiore pena edittale?",
    "answers": [
      {
        "text": "Falsità materiale commessa in atti pubblici.",
        "correct": true
      },
      {
        "text": "Falsità materiale in certificati o autorizzazioni amministrative",
        "correct": false
      },
      {
        "text": "Falsità materiale in copie autentiche di atti pubblici.",
        "correct": false
      },
      {
        "text": "Falsità ideologica in certificati amministrativi.",
        "correct": false
      }
    ]
  },
  {
    "number": 200,
    "text": "L’intossicazione da sostanze stupefacenti, ai sensi dell'art. 92 c.p., se volontaria ma non preordinata a commettere il reato:",
    "answers": [
      {
        "text": "non esclude né diminuisce l’imputabilità.",
        "correct": true
      },
      {
        "text": "diminuisce l’imputabilità se è tale da scemare grandemente, senza escluderla, la capacità d’intendere o di volere.",
        "correct": false
      },
      {
        "text": "aggrava comunque la pena.",
        "correct": false
      },
      {
        "text": "esclude in ogni caso l’imputabilità.",
        "correct": false
      }
    ]
  },
  {
    "number": 201,
    "text": "Colui che, nell’esercizio di un’attività commerciale, in conformità all'art. 472 c.p., detiene pesi con l’impronta legale contraffatta:",
    "answers": [
      {
        "text": "commette un delitto.",
        "correct": true
      },
      {
        "text": "commette una contravvenzione penale.",
        "correct": false
      },
      {
        "text": "commette un illecito amministrativo.",
        "correct": false
      },
      {
        "text": "commette un illecito amministrativo, salvo che la legge disponga altrimenti.",
        "correct": false
      }
    ]
  },
  {
    "number": 202,
    "text": "Agli effetti del codice penale, è considerato ubriaco abituale:",
    "answers": [
      {
        "text": "chi è dedito all’uso di bevande alcoliche ed in stato frequente di ubriachezza.",
        "correct": true
      },
      {
        "text": "colui che si trova in stato di cronica intossicazione da alcool.",
        "correct": false
      },
      {
        "text": "colui dichiarato tale a seguito di perizia disposta dal giudice.",
        "correct": false
      },
      {
        "text": "colui che, essendo stato già condannato per il reato di ubriachezza, commette un nuovo reato sotto l’effetto dell’alcool.",
        "correct": false
      }
    ]
  },
  {
    "number": 203,
    "text": "Chiunque si procura con frode un certificato del casellario giudiziale, ai sensi dell'art. 497 c.p.:",
    "answers": [
      {
        "text": "commette un delitto.",
        "correct": true
      },
      {
        "text": "commette una contravvenzione penale.",
        "correct": false
      },
      {
        "text": "commette un illecito amministrativo.",
        "correct": false
      },
      {
        "text": "Commette un illecito amministrativo, salvo che la legge disponga altrimenti.",
        "correct": false
      }
    ]
  },
  {
    "number": 204,
    "text": "La violenza o minaccia a pubblico ufficiale è prevista dal codice penale:",
    "answers": [
      {
        "text": "tra i delitti contro la pubblica amministrazione, e in particolare tra i delitti dei privati contro la pubblica amministrazione.",
        "correct": true
      },
      {
        "text": "tra i delitti contro la pubblica amministrazione, e in particolare tra i delitti dei pubblici ufficiali contro la pubblica amministrazione.",
        "correct": false
      },
      {
        "text": "tra le contravvenzioni concernenti l'attività sociale della pubblica amministrazione.",
        "correct": false
      },
      {
        "text": "tra le contravvenzioni di polizia.",
        "correct": false
      }
    ]
  },
  {
    "number": 205,
    "text": "La pena accessoria della pubblicazione della sentenza di condanna, in conformità alla disposizione dell'art. 36 c.p., comporta l'affissione della stessa:",
    "answers": [
      {
        "text": "nel comune ove la sentenza è stata pronunciata, in quello ove il delitto fu commesso ed in quello ove il condannato aveva l'ultima residenza.",
        "correct": true
      },
      {
        "text": "nel comune ove la sentenza è stata pronunciata, in quello ove il delitto fu commesso, in quello ove il condannato aveva l'ultima residenza ed in quello in cui risiede la parte offesa del reato.",
        "correct": false
      },
      {
        "text": "esclusivamente nel comune ove la sentenza è stata pronunciata ed in quello ove il delitto fu commesso.",
        "correct": false
      },
      {
        "text": "Esclusivamente nel comune ove la sentenza è stata pronunciata ed in quello in cui risiede la parte offesa del reato.",
        "correct": false
      }
    ]
  },
  {
    "number": 206,
    "text": "La condanna a pena condizionalmente sospesa, ai sensi dell'art. 166 c.p.:",
    "answers": [
      {
        "text": "non può costituire, di per sé sola motivo d’impedimento all’accesso a posti di lavoro pubblici o privati, tranne i casi specificatamente previsti dalla legge.",
        "correct": true
      },
      {
        "text": "non può costituire, di per sé sola motivo d’impedimento all’accesso ai soli posti di lavoro privato.",
        "correct": false
      },
      {
        "text": "costituisce motivo d’impedimento all’accesso a posti di lavoro pubblici o privati, tranne i casi specificatamente previsti dalla legge.",
        "correct": false
      },
      {
        "text": "costituisce motivo d’impedimento all’accesso a posti di lavoro pubblici, tranne i casi specificatamente previsti dalla legge.",
        "correct": false
      }
    ]
  },
  {
    "number": 207,
    "text": "Quando ricorre una circostanza attenuante e non è dalla legge determinata la diminuzione di pena, dall'art. 65 c.p. è previsto che alla pena dell'ergastolo è sostituita la reclusione:",
    "answers": [
      {
        "text": "da venti a ventiquattro anni.",
        "correct": true
      },
      {
        "text": "da venti a trenta anni.",
        "correct": false
      },
      {
        "text": "da quindici a trenta anni.",
        "correct": false
      },
      {
        "text": "da venti a trenta anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 208,
    "text": "Nel caso di errore sulla persona offesa da un reato, le circostanze attenuanti, erroneamente supposte, che riguardano le condizioni o le qualità della persona offesa, sono valutate in base all'art. 60 c.p.:",
    "answers": [
      {
        "text": "a favore dell'agente, tranne se si tratta di circostanze che riguardano l'età o altre condizioni o qualità fisiche o psichiche della persona offesa.",
        "correct": true
      },
      {
        "text": "come non sussistenti se si tratta di circostanze che riguardano le condizioni o qualità della persona offesa, o i rapporti tra offeso e colpevole.",
        "correct": false
      },
      {
        "text": "a favore dell'agente, in ogni caso.",
        "correct": false
      },
      {
        "text": "a favore dell'agente, ma solo se si tratta di delitti colposi.",
        "correct": false
      }
    ]
  },
  {
    "number": 209,
    "text": "Per il reato di induzione indebita previsto dall’art. 319 quater c.p., rispetto al reato di concussione di cui all’art. 317 c.p., è prevista:",
    "answers": [
      {
        "text": "una sanzione più lieve.",
        "correct": true
      },
      {
        "text": "una sanzione più grave.",
        "correct": false
      },
      {
        "text": "la medesima sanzione.",
        "correct": false
      },
      {
        "text": "una circostanza aggravante in quanto l’art. 319 quater\nc.p. è circostanza aggravante del reato di cui all’art. 317 c.p.",
        "correct": false
      }
    ]
  },
  {
    "number": 210,
    "text": "La prescrizione prevista dalle norme del codice penale estingue la contravvenzione penale decorso:",
    "answers": [
      {
        "text": "il tempo corrispondente al massimo della pena edittale stabilita dalla legge per quella contravvenzione e, comunque, decorso un tempo non inferiore a 4 anni.",
        "correct": true
      },
      {
        "text": "il tempo corrispondente al massimo della pena edittale stabilita dalla legge per quella contravvenzione e, comunque, decorso un tempo non inferiore a 6 anni.",
        "correct": false
      },
      {
        "text": "il tempo corrispondente al doppio del limite massimo della pena edittale stabilita dalla legge per quella contravvenzione e, comunque, decorso un tempo non inferiore a 6 anni.",
        "correct": false
      },
      {
        "text": "il tempo corrispondente al doppio del limite massimo della pena edittale stabilita dalla legge per quella contravvenzione e, comunque, decorso un tempo non inferiore a 4 anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 211,
    "text": "L'applicazione di misure di sicurezza allo straniero impedisce la sua espulsione dal territorio dello Stato, a norma del codice penale?",
    "answers": [
      {
        "text": "No.",
        "correct": true
      },
      {
        "text": "Si.",
        "correct": false
      },
      {
        "text": "Si, salvo le eccezioni previste dalla legge.",
        "correct": false
      },
      {
        "text": "Dipende dalla tipologia di misure di sicurezza applicate.",
        "correct": false
      }
    ]
  },
  {
    "number": 212,
    "text": "In base all'art. 147 c.p., l'esecuzione della pena può essere differita:",
    "answers": [
      {
        "text": "se è presentata domanda di grazia.",
        "correct": true
      },
      {
        "text": "se deve aver luogo nei confronti di donna incinta.",
        "correct": false
      },
      {
        "text": "se deve aver luogo nei confronti di madre di un infante di età inferiore ad anni uno.",
        "correct": false
      },
      {
        "text": "se deve aver luogo nei confronti di persona affetta da AIDS conclamata.",
        "correct": false
      }
    ]
  },
  {
    "number": 213,
    "text": "La durata massima della pena accessoria temporanea della sospensione dall'esercizio di una professione o di un'arte non può superare, secondo l'art. 79 c.p.:",
    "answers": [
      {
        "text": "i cinque anni.",
        "correct": true
      },
      {
        "text": "i dieci anni.",
        "correct": false
      },
      {
        "text": "i tre anni.",
        "correct": false
      },
      {
        "text": "i sette anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 214,
    "text": "La durata massima della pena accessoria temporanea dell'interdizione dai pubblici uffici non può superare, in base all'art. 79 c.p.:",
    "answers": [
      {
        "text": "i dieci anni.",
        "correct": true
      },
      {
        "text": "i cinque anni.",
        "correct": false
      },
      {
        "text": "i sette anni.",
        "correct": false
      },
      {
        "text": "i dodici anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 215,
    "text": "Per il pubblico ufficiale, che, nell’esercizio delle sue funzioni, supponendo esistente un atto pubblico o privato, ne simula una copia e la rilascia in forma legale, ovvero rilascia una copia di un atto pubblico o privato diversa\ndall’originale, è prevista dal codice penale la pena:",
    "answers": [
      {
        "text": "della reclusione da uno a quattro anni.",
        "correct": true
      },
      {
        "text": "della reclusione da tre a otto anni.",
        "correct": false
      },
      {
        "text": "della reclusione da tre mesi a quattro anni.",
        "correct": false
      },
      {
        "text": "da uno a tre anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 216,
    "text": "A norma dell’art. 69 c.p., nella disciplina del concorso di circostanze attenuanti ed aggravanti, per quale delle seguenti ipotesi è espressamente previsto il divieto di prevalenza delle attenuanti sulle ritenute circostanze aggravanti?",
    "answers": [
      {
        "text": "Per chi ha determinato a commettere un reato una persona non imputabile.",
        "correct": true
      },
      {
        "text": "Per tutti i casi di concorso di persone nel reato.",
        "correct": false
      },
      {
        "text": "Per chi, nell’esercizio della sua autorità ha determinato a commettere il reato persone ad esso soggette.",
        "correct": false
      },
      {
        "text": "Per tutti i casi in cui il reato sia stato commesso da un delinquente abituale, professionale o per tendenza.",
        "correct": false
      }
    ]
  },
  {
    "number": 217,
    "text": "In materia penale, l’ipotesi di desistenza volontaria in conformità all'art. 56 c.p. può verificarsi:",
    "answers": [
      {
        "text": "nell’ambito del tentativo incompiuto.",
        "correct": true
      },
      {
        "text": "quando l'agente, pur avendo portata a compimento la condotta, impedisce il verificarsi dell'evento.",
        "correct": false
      },
      {
        "text": "quando, pur avendo completato la condotta, l’agente si adopera per impedire l'evento.",
        "correct": false
      },
      {
        "text": "quando l'agente, pur avendo completato la condotta, si adopera spontaneamente per attenuare le conseguenze del reato.",
        "correct": false
      }
    ]
  },
  {
    "number": 218,
    "text": "Il perdono giudiziale per i minori degli anni diciotto può essere concesso dal Giudice, con riferimento alle norme del codice penale:",
    "answers": [
      {
        "text": "prima di pronunciare il rinvio a giudizio o nella sentenza.",
        "correct": true
      },
      {
        "text": "esclusivamente prima di pronunciare il rinvio a giudizio",
        "correct": false
      },
      {
        "text": "esclusivamente prima dell'apertura del dibattimento in primo grado.",
        "correct": false
      },
      {
        "text": "esclusivamente nelle fasi preliminari al dibattimento.",
        "correct": false
      }
    ]
  },
  {
    "number": 219,
    "text": "L’estradizione, ai sensi dell'art. 13 c.p., può essere concessa anche per reati non previsti nelle convenzioni internazionali:",
    "answers": [
      {
        "text": "purché le convenzioni internazionali non ne facciano espresso divieto.",
        "correct": true
      },
      {
        "text": "salvo che il Ministro della Giustizia non vi si opponga.",
        "correct": false
      },
      {
        "text": "qualora il Ministro della Giustizia vi acconsenta.",
        "correct": false
      },
      {
        "text": "in ogni caso di delitto per cui è prevista la pena della reclusione di almeno quindici anni nel minimo.",
        "correct": false
      }
    ]
  },
  {
    "number": 220,
    "text": "Il pagamento della somma corrispondente all’oblazione nelle contravvenzioni penali punite con pene alternative deve avvenire secondo l'art. 162-bis c.p.:",
    "answers": [
      {
        "text": "prima dell’apertura del dibattimento o prima del decreto di condanna.",
        "correct": true
      },
      {
        "text": "prima del deposito della sentenza o del decreto di condanna.",
        "correct": false
      },
      {
        "text": "prima dell’udienza di rinvio a giudizio.",
        "correct": false
      },
      {
        "text": "prima della chiusura del dibattimento.",
        "correct": false
      }
    ]
  },
  {
    "number": 221,
    "text": "La sospensione condizionale della pena rende, ai sensi del codice penale, le misure di sicurezza:",
    "answers": [
      {
        "text": "inapplicabili, tranne la confisca.",
        "correct": true
      },
      {
        "text": "applicabili.",
        "correct": false
      },
      {
        "text": "inapplicabili salvo se si tratta di persona socialmente pericolosa.",
        "correct": false
      },
      {
        "text": "inapplicabili, tranne la libertà vigilata.",
        "correct": false
      }
    ]
  },
  {
    "number": 222,
    "text": "Se il reato è stato commesso da persona di età superiore agli anni 18 ma inferiore agli anni 21, agli effetti delle norme del codice penale, la sospensione condizionale della pena può essere ordinata quando si infligga\nuna pena restrittiva della libertà personale non superiore a:",
    "answers": [
      {
        "text": "due anni e sei mesi.",
        "correct": true
      },
      {
        "text": "due anni.",
        "correct": false
      },
      {
        "text": "tre anni e tre mesi.",
        "correct": false
      },
      {
        "text": "5 anni, se la condanna è per delitto e 3 anni se la condanna è per contravvenzione.",
        "correct": false
      }
    ]
  },
  {
    "number": 223,
    "text": "Rispetto ai crediti per il pagamento delle spese anticipate e degli onorari del difensore, ai sensi dell'art. 194 c.p., gli atti compiuti a titolo gratuito dal colpevole prima del commesso reato, qualora si provi che siano stati compiuti in frode:",
    "answers": [
      {
        "text": "non hanno efficacia.",
        "correct": true
      },
      {
        "text": "sono pienamente efficaci.",
        "correct": false
      },
      {
        "text": "sono annullabili.",
        "correct": false
      },
      {
        "text": "sono nulli.",
        "correct": false
      }
    ]
  },
  {
    "number": 224,
    "text": "La privazione definitiva della capacità di assumere o di acquistare qualsiasi ufficio pubblico e della qualità ad esso inerente di pubblico ufficiale, secondo le vigenti norme del codice penale, deriva:",
    "answers": [
      {
        "text": "dalla pena accessoria dell'interdizione perpetua dai pubblici uffici.",
        "correct": true
      },
      {
        "text": "dalla pena accessoria dell'interdizione temporanea dai pubblici uffici.",
        "correct": false
      },
      {
        "text": "dalla pena accessoria dell'interdizione da una professione o da un'arte.",
        "correct": false
      },
      {
        "text": "dalla pena accessoria dell'interdizione legale.",
        "correct": false
      }
    ]
  },
  {
    "number": 225,
    "text": "Sulla base delle disposizioni del codice penale, l'ordine impartito dall'Autorità superiore scrimina chi lo esegue:",
    "answers": [
      {
        "text": "quando è legittimo sia sotto il profilo formale che sostanziale.",
        "correct": true
      },
      {
        "text": "solo nel caso in cui non sia manifestamente criminoso.",
        "correct": false
      },
      {
        "text": "quando non può essere sindacato, per la tempestività con la quale deve essere eseguito.",
        "correct": false
      },
      {
        "text": "quando è impartito da un superiore competente ad emanarlo.",
        "correct": false
      }
    ]
  },
  {
    "number": 226,
    "text": "L’inescusabilità dell’ignoranza della legge penale, prevista dall'art. 5 c.p.:",
    "answers": [
      {
        "text": "non prevede eccezioni, salvo che l’ignoranza fosse inevitabile.",
        "correct": true
      },
      {
        "text": "non prevede alcuna eccezione.",
        "correct": false
      },
      {
        "text": "concerne esclusivamente la mancanza di conoscenza della norma e non l’erronea interpretazione della norma stessa.",
        "correct": false
      },
      {
        "text": "prevede eccezioni esclusivamente in relazione a particolari qualità personali del soggetto attivo.",
        "correct": false
      }
    ]
  },
  {
    "number": 227,
    "text": "In caso di respingimento, in base all'art. 162bis c.p., la domanda di oblazione nelle contravvenzioni punite con pene alternative può essere riproposta:",
    "answers": [
      {
        "text": "sino all’inizio della discussione finale del dibattimento di primo grado.",
        "correct": true
      },
      {
        "text": "sino a prima dell’apertura del dibattimento o prima del decreto di condanna.",
        "correct": false
      },
      {
        "text": "sino a prima del deposito della sentenza o del decreto di condanna.",
        "correct": false
      },
      {
        "text": "sino alla prima udienza di rinvio a giudizio.",
        "correct": false
      }
    ]
  },
  {
    "number": 228,
    "text": "Il Giudice può discrezionalmente aggiungere alla pena della reclusione la pena della multa non prevista dalla legge, viste le norme del codice penale:",
    "answers": [
      {
        "text": "solo per i delitti determinati da motivi di lucro.",
        "correct": true
      },
      {
        "text": "solo se la pena della reclusione applicata supera i due anni.",
        "correct": false
      },
      {
        "text": "solo se la pena della reclusione applicata supera i tre anni.",
        "correct": false
      },
      {
        "text": "solo per i delitti contro il patrimonio.",
        "correct": false
      }
    ]
  },
  {
    "number": 229,
    "text": "L’astensione dagli incanti, prevista dall'art. 354 c.p., è punita:",
    "answers": [
      {
        "text": "con la reclusione o la multa.",
        "correct": true
      },
      {
        "text": "con l'arresto e l'ammenda.",
        "correct": false
      },
      {
        "text": "con la reclusione e la multa.",
        "correct": false
      },
      {
        "text": "esclusivamente con la multa.",
        "correct": false
      }
    ]
  },
  {
    "number": 230,
    "text": "Il dipendente di un ente privato concessionario di un servizio pubblico, che si appropria del denaro versato dagli utenti e riscosso nell’ambito delle sue attribuzioni, commette il reato di:",
    "answers": [
      {
        "text": "peculato.",
        "correct": true
      },
      {
        "text": "indebita destinazione di denaro o cose mobili.",
        "correct": false
      },
      {
        "text": "furto.",
        "correct": false
      },
      {
        "text": "malversazione.",
        "correct": false
      }
    ]
  },
  {
    "number": 231,
    "text": "Nel caso di sentenza di condanna per il delitto di concussione di membri degli organi delle Comunità europee, ex art. 322  bis c.p., quando il fatto è di particolare tenuità:",
    "answers": [
      {
        "text": "la pena è diminuita, salvo nelle specifiche ipotesi aggravate previste dall'art. 131 c.p.",
        "correct": true
      },
      {
        "text": "la pena è diminuita di un terzo, salvo nelle specifiche ipotesi aggravate previste dall'art. 131 c.p.",
        "correct": false
      },
      {
        "text": "la pena è diminuita da un terzo a due terzi, salvo nelle specifiche ipotesi aggravate previste dall'art. 131 c.p.",
        "correct": false
      },
      {
        "text": "si applica soltanto la sanzione amministrativa del pagamento di una somma di denaro, nella misura pari al triplo del beneficio conseguito.",
        "correct": false
      }
    ]
  },
  {
    "number": 232,
    "text": "La condanna per delitti commessi con abuso della responsabilità genitoriale importa, in conformità alle norme del codice penale:",
    "answers": [
      {
        "text": "la sospensione dall’esercizio di essa per un periodo di tempo pari al doppio della pena inflitta.",
        "correct": true
      },
      {
        "text": "la decadenza della responsabilità genitoriale.",
        "correct": false
      },
      {
        "text": "la sospensione dall’esercizio di essa per un periodo di cinque anni.",
        "correct": false
      },
      {
        "text": "la sospensione dall’esercizio di essa per un periodo pari alla pena inflitta.",
        "correct": false
      }
    ]
  },
  {
    "number": 233,
    "text": "Durante l’istruzione o il giudizio, secondo l'art. 206 c.p., prima della sentenza, il Giudice può applicare misure di sicurezza in via provvisoria?",
    "answers": [
      {
        "text": "Si, ma solo nei confronti di soggetti che si trovino in particolari situazioni personali.",
        "correct": true
      },
      {
        "text": "No, in nessun caso.",
        "correct": false
      },
      {
        "text": "Si, ma solo misure di sicurezza non detentive.",
        "correct": false
      },
      {
        "text": "Si, ma solo se procede per particolari reati espressamente indicati dalla legge.",
        "correct": false
      }
    ]
  },
  {
    "number": 234,
    "text": "La pubblicazione della sentenza di condanna rappresenta, viste le disposizioni del codice penale:",
    "answers": [
      {
        "text": "una pena accessoria o una conseguenza civile del reato in materia di risarcimento.",
        "correct": true
      },
      {
        "text": "una pena accessoria o una conseguenza civile del reato in materia di risarcimento o una misura di sicurezza.",
        "correct": false
      },
      {
        "text": "esclusivamente una pena accessoria.",
        "correct": false
      },
      {
        "text": "una pena accessoria o una misura di sicurezza.",
        "correct": false
      }
    ]
  },
  {
    "number": 235,
    "text": "È ammessa l’estradizione, in base alle norme del codice penale, se il fatto che forma oggetto della domanda stessa:",
    "answers": [
      {
        "text": "è previsto come reato dalla legge italiana e dalla legge straniera.",
        "correct": true
      },
      {
        "text": "è previsto come reato dalla legge italiana o dalla legge straniera.",
        "correct": false
      },
      {
        "text": "esclusivamente se costituisce delitto per la legge italiana.",
        "correct": false
      },
      {
        "text": "esclusivamente se previsto come delitto dalla legge italiana e dalla legge straniera.",
        "correct": false
      }
    ]
  },
  {
    "number": 236,
    "text": "In base all'art. 8 c.p., è punibile secondo la legge italiana il delitto politico commesso all’estero:",
    "answers": [
      {
        "text": "a richiesta del Ministro della Giustizia, sia se commesso dal cittadino che dallo straniero.",
        "correct": true
      },
      {
        "text": "a richiesta del Ministro della Giustizia, solo se commesso dal cittadino.",
        "correct": false
      },
      {
        "text": "a richiesta del Ministro della Giustizia, solo se commesso dallo straniero.",
        "correct": false
      },
      {
        "text": "d’ufficio, solo se commesso dal cittadino.",
        "correct": false
      }
    ]
  },
  {
    "number": 237,
    "text": "Durante la pena, a norma dell'art. 32 c.p. è in stato di interdizione legale il condannato alla reclusione per un tempo:",
    "answers": [
      {
        "text": "non inferiore a cinque anni.",
        "correct": true
      },
      {
        "text": "non inferiore a tre anni.",
        "correct": false
      },
      {
        "text": "non inferiore ad un anno.",
        "correct": false
      },
      {
        "text": "superiore a tre anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 238,
    "text": "Quando ricorre una sola circostanza aggravante e l’aumento della pena non è determinato dalla legge, la disposizione dell'art. 64 c.p. prevede che la pena:",
    "answers": [
      {
        "text": "è aumentata fino ad un terzo rispetto a quella che dovrebbe essere inflitta per il reato commesso; in ogni caso, la pena della reclusione da applicarsi per effetto\ndell’aumento non può superare gli anni trenta.",
        "correct": true
      },
      {
        "text": "è aumentata fino al triplo rispetto a quella che dovrebbe essere inflitta per il reato commesso; in ogni caso, la pena della reclusione da applicarsi per effetto dell’aumento\nnon può superare gli anni trenta.",
        "correct": false
      },
      {
        "text": "è aumentata fino al doppio rispetto a quella che dovrebbe essere inflitta per il reato commesso; in ogni caso, la pena della reclusione da applicarsi per effetto dell’aumento non può superare gli anni trenta.",
        "correct": false
      },
      {
        "text": "è aumentata fino alla metà rispetto a quella che dovrebbe essere inflitta per il reato commesso; in ogni caso, la pena della reclusione da applicarsi per effetto dell’aumento non può superare gli anni trenta.",
        "correct": false
      }
    ]
  },
  {
    "number": 239,
    "text": "Il cittadino che commette all’estero un delitto comune, ai sensi del codice penale è punito secondo la legge penale italiana:",
    "answers": [
      {
        "text": "se il delitto è punito dalla legge italiana con l’ergastolo o con la reclusione non inferiore nel minimo a tre anni, sempre che si trovi nel territorio dello Stato.",
        "correct": true
      },
      {
        "text": "se il delitto è punito dalla legge italiana con l’ergastolo o con la reclusione non inferiore nel minimo a cinque anni, anche se l’autore non si trova nel territorio dello Stato.",
        "correct": false
      },
      {
        "text": "in ogni caso, tranne le eccezioni espressamente previste dalla legge.",
        "correct": false
      },
      {
        "text": "solo se il delitto è punito dalla legge italiana con l’ergastolo, anche se l’autore non si trova nel territorio dello Stato.",
        "correct": false
      }
    ]
  },
  {
    "number": 240,
    "text": "Il Pubblico Ufficiale che, al fine di adempiere un dovere del proprio ufficio, faccia uso di un mezzo di coazione fisica non è punibile secondo il codice penale quando vi è costretto dalla necessità di impedire la consumazione anche del delitto di:",
    "answers": [
      {
        "text": "sequestro di persona.",
        "correct": true
      },
      {
        "text": "estorsione aggravata.",
        "correct": false
      },
      {
        "text": "spaccio di sostanze stupefacenti.",
        "correct": false
      },
      {
        "text": "violenza sessuale.",
        "correct": false
      }
    ]
  },
  {
    "number": 241,
    "text": "Tra i delitti dei Pubblici Ufficiali contro la Pubblica Amministrazione, il Codice Penale annovera anche quello di:",
    "answers": [
      {
        "text": "induzione indebita a dare o promettere utilità.",
        "correct": true
      },
      {
        "text": "resistenza a Pubblico Ufficiale.",
        "correct": false
      },
      {
        "text": "oltraggio a pubblico ufficiale.",
        "correct": false
      },
      {
        "text": "traffico di influenze illecite.",
        "correct": false
      }
    ]
  },
  {
    "number": 242,
    "text": "Il minore di anni diciotto, che abbia commesso il fatto dopo il compimento dei quattordici anni ed in stato di piena capacità di intendere e di volere, al quale è stata inflitta una pena detentiva inferiore a cinque anni, può\nessere punito ai sensi dell'art. 98 c.p.:",
    "answers": [
      {
        "text": "solo con la pena principale, senza pene accessorie.",
        "correct": true
      },
      {
        "text": "solo con la pena principale e la pena accessoria della sola libertà vigilata.",
        "correct": false
      },
      {
        "text": "con la pena principale e le pene accessorie a discrezione del Giudice.",
        "correct": false
      },
      {
        "text": "solo con la pena principale e la pena accessoria della sola interdizione legale.",
        "correct": false
      }
    ]
  },
  {
    "number": 243,
    "text": "Nel concorso di più reati, in conformità all'art. 151 c.p., l’amnistia:",
    "answers": [
      {
        "text": "si applica ai singoli reati per i quali è concessa.",
        "correct": true
      },
      {
        "text": "si applica esclusivamente ad un solo reato.",
        "correct": false
      },
      {
        "text": "non può essere concessa, salvo che il decreto disponga altrimenti.",
        "correct": false
      },
      {
        "text": "si estende a tutti i reati del concorso.",
        "correct": false
      }
    ]
  },
  {
    "number": 244,
    "text": "L’uso di biglietti falsificati di pubblico trasporto, è punito, agli effetti del codice penale, se non vi è stato concorso nella contraffazione o alterazione del biglietto:",
    "answers": [
      {
        "text": "sempre con una sanzione amministrativa, anche se i biglietti sono stati ricevuti in buona fede.",
        "correct": true
      },
      {
        "text": "è punito con una sanzione penale, mentre non è soggetto ad alcuna sanzione se i biglietti sono stati ricevuti in buona fede.",
        "correct": false
      },
      {
        "text": "è punito con una sanzione amministrativa, mentre non è soggetto ad alcuna sanzione se i biglietti sono stati ricevuti in buona fede.",
        "correct": false
      },
      {
        "text": "con una sanzione amministrativa se i biglietti sono stati ricevuti in buona fede, con una sanzione penale negli altri casi.",
        "correct": false
      }
    ]
  },
  {
    "number": 245,
    "text": "La causa estintiva di un reato, che è circostanza aggravante di un reato complesso, in relazione al reato complesso, ai sensi dell'art. 170 c.p.:",
    "answers": [
      {
        "text": "non si estende.",
        "correct": true
      },
      {
        "text": "si estende salvo diversa previsione di legge.",
        "correct": false
      },
      {
        "text": "si estende in base al tipo di reato complesso.",
        "correct": false
      },
      {
        "text": "non si estende salvo quanto prevista dall'art. 99 c.p..",
        "correct": false
      }
    ]
  },
  {
    "number": 246,
    "text": "A norma del Codice Penale, quelle delle seguenti affermazioni è corretta, in relazione al delitto di “Corruzione per un atto contrario ai doveri d’ufficio”?",
    "answers": [
      {
        "text": "È un delitto a concorso necessario di persone.",
        "correct": true
      },
      {
        "text": "È punibile sia a titolo di dolo che di colpa.",
        "correct": false
      },
      {
        "text": "Nelle ipotesi di particolare tenuità è punibile solo a querela di parte.",
        "correct": false
      },
      {
        "text": "È un delitto proprio del solo Pubblico Ufficiale.",
        "correct": false
      }
    ]
  },
  {
    "number": 247,
    "text": "Gli inabilitati possono esercitare il diritto di remissione di querela, in base all'art. 153 c.p., anche quando questa sia stata proposta dal rappresentante:",
    "answers": [
      {
        "text": "ma la remissione non ha effetto senza l’approvazione del rappresentante.",
        "correct": true
      },
      {
        "text": "anche senza l’approvazione del rappresentante.",
        "correct": false
      },
      {
        "text": "solo nei casi espressamente previsti dalla legge.",
        "correct": false
      },
      {
        "text": "soltanto congiuntamente alla sottoscrizione del rappresentante.",
        "correct": false
      }
    ]
  },
  {
    "number": 248,
    "text": "Quali fra la sentenza di condanna, l’ordinanza che applica le misure cautelari personali e l’interrogatorio reso dinanzi al Pubblico Ministero, interrompono il corso della prescrizione del reato secondo l'art. 160 c.p..?",
    "answers": [
      {
        "text": "Tutti i provvedimenti indicati.",
        "correct": true
      },
      {
        "text": "tutti i provvedimenti tranne l’interrogatorio reso dinanzi al Pubblico Ministero.",
        "correct": false
      },
      {
        "text": "Solo la sentenza di condanna.",
        "correct": false
      },
      {
        "text": "Tutti i provvedimenti, tranne l’ordinanza che applica le misure cautelari personali.",
        "correct": false
      }
    ]
  },
  {
    "number": 249,
    "text": "Nel caso di concorso di un delitto che importa la pena dell'ergastolo con altro delitto che importa pena detentiva temporanea superiore a cinque anni, si applica secondo l'art. 72 c.p. la pena dell'ergastolo con l'isolamento diurno per un periodo di tempo da:",
    "answers": [
      {
        "text": "due a diciotto mesi.",
        "correct": true
      },
      {
        "text": "tre mesi ad un anno.",
        "correct": false
      },
      {
        "text": "sei mesi a tre anni.",
        "correct": false
      },
      {
        "text": "tre mesi a sei anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 250,
    "text": "Perché si concretizzi il reato di concussione, secondo il codice penale, è necessario che vi sia:",
    "answers": [
      {
        "text": "l’abuso della qualità o dei poteri da parte di un pubblico ufficiale o di un incaricato di pubblico servizio.",
        "correct": true
      },
      {
        "text": "l’uso della violenza psicologica da parte di un pubblico ufficiale o di un incaricato di pubblico servizio.",
        "correct": false
      },
      {
        "text": "l’uso della violenza fisica nei confronti del concusso.",
        "correct": false
      },
      {
        "text": "l’uso e l'abuso di una qualsiasi forma di violenza nei confronti del concusso.",
        "correct": false
      }
    ]
  },
  {
    "number": 251,
    "text": "In quale caso il condannato a pena detentiva, conformemente alle orme del codice penale, può essere ammesso alla liberazione condizionale solo dopo aver scontato almeno tre quarti della pena inflittagli?",
    "answers": [
      {
        "text": "Quando il condannato sia recidivo e la recidiva sia aggravata.",
        "correct": true
      },
      {
        "text": "Solo quando il condannato sia recidivo o delinquente abituale, professionale o per tendenza.",
        "correct": false
      },
      {
        "text": "Solo quando il condannato sia delinquente abituale, professionale o per tendenza.",
        "correct": false
      },
      {
        "text": "Solo quando la pena inflittagli sia superiore a 10 anni di reclusione.",
        "correct": false
      }
    ]
  },
  {
    "number": 252,
    "text": "L’oblazione nelle contravvenzioni penali punite con pene alternative, nell'ambito delle norme del codice penale, comporta il pagamento di una somma corrispondente:",
    "answers": [
      {
        "text": "alla metà del massimo dell’ammenda stabilita per la contravvenzione commessa, oltre alle spese del procedimento.",
        "correct": true
      },
      {
        "text": "alla terza parte del massimo dell’ammenda stabilita per la contravvenzione commessa, oltre alle spese del procedimento.",
        "correct": false
      },
      {
        "text": "al triplo del minimo dell’ammenda stabilita per la contravvenzione, oltre alle spese del procedimento.",
        "correct": false
      },
      {
        "text": "al massimo dell’ammenda stabilita per la contravvenzione commessa, oltre alle spese del procedimento.",
        "correct": false
      }
    ]
  },
  {
    "number": 253,
    "text": "Se il reato è stato commesso da un minorenne, la sospensione condizionale della pena ai sensi dell'art. 163 c.p. può essere ordinata quando si infligga una pena restrittiva della libertà personale non superiore a:",
    "answers": [
      {
        "text": "tre anni.",
        "correct": true
      },
      {
        "text": "due anni, se si tratta di delitto e tre anni se si tratta di contravvenzione.",
        "correct": false
      },
      {
        "text": "tre anni se si tratta di delitto e cinque anni se si tratta di contravvenzione.",
        "correct": false
      },
      {
        "text": "due anni e sei mesi.",
        "correct": false
      }
    ]
  },
  {
    "number": 254,
    "text": "Il Giudice durante l’istruzione o il giudizio può applicare in via provvisoria, ai sensi dell'art. 206 c.p., solo:",
    "answers": [
      {
        "text": "talune misure di sicurezza detentive.",
        "correct": true
      },
      {
        "text": "qualsiasi misura non detentiva.",
        "correct": false
      },
      {
        "text": "esclusivamente la libertà vigilata.",
        "correct": false
      },
      {
        "text": "solo talune misure di sicurezza non detentive.",
        "correct": false
      }
    ]
  },
  {
    "number": 255,
    "text": "Il pubblico ufficiale che, per compiere un atto del suo ufficio, riceve, per sé o per un terzo, in denaro, una retribuzione che non gli è dovuta, commette, ai sensi dell'art. 318 c.p., il delitto di:",
    "answers": [
      {
        "text": "corruzione.",
        "correct": true
      },
      {
        "text": "concussione.",
        "correct": false
      },
      {
        "text": "malversazione.",
        "correct": false
      },
      {
        "text": "peculato.",
        "correct": false
      }
    ]
  },
  {
    "number": 256,
    "text": "L'esercizio di un diritto e l'adempimento di un dovere, in materia di codice penale, costituiscono:",
    "answers": [
      {
        "text": "cause di esclusione della punibilità.",
        "correct": true
      },
      {
        "text": "circostanze attenuanti ad effetto speciale.",
        "correct": false
      },
      {
        "text": "cause soggettive di esclusione del reato.",
        "correct": false
      },
      {
        "text": "circostanze attenuanti comuni.",
        "correct": false
      }
    ]
  },
  {
    "number": 257,
    "text": "In base al codice penale, il reato di peculato si configura anche se il Pubblico Ufficiale si appropria di denaro altrui non appartenente alla Pubblica Amministrazione?",
    "answers": [
      {
        "text": "Si, purché la disponibilità del denaro sia dovuta a ragioni del suo ufficio.",
        "correct": true
      },
      {
        "text": "No, è necessario che il denaro appartenga alla Pubblica Amministrazione e non a terzi.",
        "correct": false
      },
      {
        "text": "Si, in ogni caso, a prescindere dai motivi per i quali il Pubblico Ufficiale ha la disponibilità del denaro di cui si appropria.",
        "correct": false
      },
      {
        "text": "Si, ma si configura solo l’ipotesi del delitto di “Peculato mediante profitto dell’errore altrui”.",
        "correct": false
      }
    ]
  },
  {
    "number": 258,
    "text": "Per la realizzazione del delitto di “inadempimento di contratti di pubbliche forniture”, ai sensi dell'art. 355 c.p., è necessario che l’inadempienza comporti, per l’ente destinatario della fornitura, l’effettiva mancanza delle cose o delle opere dedotte nel contratto?",
    "answers": [
      {
        "text": "Sì, altrimenti il delitto non si concretizza.",
        "correct": true
      },
      {
        "text": "No, è sempre sufficiente la sola inadempienza.",
        "correct": false
      },
      {
        "text": "Sì, ma solo se l’inadempienza riguarda la fornitura di cose od opere destinate alle comunicazioni per terra, per acqua o per aria.",
        "correct": false
      },
      {
        "text": "Sì, ma solo se l’inadempienza riguarda la fornitura di cose od opere destinate ad ovviare ad un pubblico infortunio.",
        "correct": false
      }
    ]
  },
  {
    "number": 259,
    "text": "Com’è disciplinata l’applicabilità delle misure di sicurezza, dall'art. 209 c.p., nei confronti della persona che ha commesso più fatti per i quali siano applicabili più misure di sicurezza?",
    "answers": [
      {
        "text": "Se sono applicabili più misure di sicurezza della stessa specie, è applicata una sola misura, anche se i fatti sono stati commessi in tempi diversi.",
        "correct": true
      },
      {
        "text": "Se sono applicabili più misure di sicurezza della stessa specie, è applicata una sola misura solo se i fatti sono stati commessi nello stesso tempo.",
        "correct": false
      },
      {
        "text": "Il Giudice applica, in ogni caso, una misura di sicurezza detentiva quale cumulo giuridico delle singole misure applicabili.",
        "correct": false
      },
      {
        "text": "Si applicano, congiuntamente, la misura di sicurezza detentiva più grave e ciascuna delle misure di sicurezza non detentive previste per i fatti commessi.",
        "correct": false
      }
    ]
  },
  {
    "number": 260,
    "text": "Il Pubblico Ufficiale che, avendo per ragione del suo ufficio la disponibilità di una cosa mobile altrui, se ne appropria, compie il reato punito dalle norme del codice penale di:",
    "answers": [
      {
        "text": "peculato.",
        "correct": true
      },
      {
        "text": "malversazione.",
        "correct": false
      },
      {
        "text": "concussione.",
        "correct": false
      },
      {
        "text": "corruzione.",
        "correct": false
      }
    ]
  },
  {
    "number": 261,
    "text": "Per i delinquenti abituali, per i delinquenti professionali e per quelli per tendenza, con riferimento all'art. 217 c.p., l’assegnazione ad una colonia agricola, quale misura di sicurezza detentiva, ha la medesima durata?",
    "answers": [
      {
        "text": "No, per i primi la durata minima è due anni, per i secondi tre anni, per i terzi quattro anni.",
        "correct": true
      },
      {
        "text": "No, per le prime due categorie la durata minima è di tre anni, per gli altri è di quattro anni.",
        "correct": false
      },
      {
        "text": "No, per i delinquenti per tendenza, la durata minima è due anni, per i delinquenti professionali è di tre anni, per i delinquenti abituali è di quattro anni.",
        "correct": false
      },
      {
        "text": "Si, per tutti la durata minima è di quattro anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 262,
    "text": "Il conseguire indebitamente, mediante l’utilizzo di dichiarazioni false, mutui agevolati erogati da enti pubblici costituisce, secondo quanto previsto dall'art. 316 ter c.p.:",
    "answers": [
      {
        "text": "delitto o illecito amministrativo, a seconda della somma indebitamente percepita, salvo che il fatto costituisca il reato di cui all’art. 640 bis c.p.",
        "correct": true
      },
      {
        "text": "In ogni caso, delitto o contravvenzione penale, a seconda della somma indebitamente percepita.",
        "correct": false
      },
      {
        "text": "delitto se commesso dal Pubblico Ufficiale, illecito amministrativo se commesso dal privato.",
        "correct": false
      },
      {
        "text": "sempre delitto, con la pena attenuata se il fatto è di particolare tenuità o è commesso dal privato.",
        "correct": false
      }
    ]
  },
  {
    "number": 263,
    "text": "Per colui che ha determinato a commettere un delitto una persona non imputabile, ai sensi del codice penale, qualora si tratti di delitto per cui è previsto l’arresto in flagranza, è previsto l'aumento di pena:",
    "answers": [
      {
        "text": "da un terzo alla metà.",
        "correct": true
      },
      {
        "text": "fino ad un terzo.",
        "correct": false
      },
      {
        "text": "da un terzo a due terzi.",
        "correct": false
      },
      {
        "text": "dalla metà a due terzi.",
        "correct": false
      }
    ]
  },
  {
    "number": 264,
    "text": "Chiunque, ai sensi dell'art. 473 c.p., altera i segni distintivi delle opere dell’ingegno:",
    "answers": [
      {
        "text": "commette un delitto.",
        "correct": true
      },
      {
        "text": "commette un delitto, salvo che la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "commette un illecito amministrativo, salvo che la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "commette una contravvenzione penale.",
        "correct": false
      }
    ]
  },
  {
    "number": 265,
    "text": "Non è punibile il pubblico ufficiale che, al fine di adempiere un dovere del proprio ufficio, ordini di far uso delle armi quando vi è costretto dalla necessità di impedire la consumazione anche del delitto di:",
    "answers": [
      {
        "text": "omicidio volontario.",
        "correct": true
      },
      {
        "text": "estorsione aggravata.",
        "correct": false
      },
      {
        "text": "violenza sessuale.",
        "correct": false
      },
      {
        "text": "inondazione, frana e valanga.",
        "correct": false
      }
    ]
  },
  {
    "number": 266,
    "text": "Il privato che concorre col pubblico ufficiale nel reato di peculato risponde, in base alle norme del codice penale:",
    "answers": [
      {
        "text": "anch’egli del reato di peculato.",
        "correct": true
      },
      {
        "text": "del reato di appropriazione indebita.",
        "correct": false
      },
      {
        "text": "del reato di malversazione ai danni dello Stato.",
        "correct": false
      },
      {
        "text": "del reato di appropriazione indebita o di malversazione ai danni dello Stato, a seconda del bene materiale oggetto del reato.",
        "correct": false
      }
    ]
  },
  {
    "number": 267,
    "text": "Il delitto di “istigazione alla corruzione” si concretizza, secondo il codice penale:",
    "answers": [
      {
        "text": "se la promessa di denaro o altra utilità non è accettata dal Pubblico Ufficiale.",
        "correct": true
      },
      {
        "text": "se la promessa di denaro o altra utilità è accettata dal Pubblico Ufficiale.",
        "correct": false
      },
      {
        "text": "indipendentemente dal fatto che la promessa di denaro o altra utilità sia accettata o meno dal Pubblico.",
        "correct": false
      },
      {
        "text": "solo se la promessa di denaro o altra utilità al Pubblico Ufficiale è finalizzata ad indurlo a compiere un atto del suo ufficio e non anche ad ometterlo.",
        "correct": false
      }
    ]
  },
  {
    "number": 268,
    "text": "Secondo le disposizioni del codice penale, in ogni caso in conseguenza della condanna per peculato a carico del Pubblico Ufficiale è applicata la misura di sicurezza di:",
    "answers": [
      {
        "text": "confisca.",
        "correct": true
      },
      {
        "text": "interdizione dai pubblici uffici.",
        "correct": false
      },
      {
        "text": "estinzione del rapporto di lavoro.",
        "correct": false
      },
      {
        "text": "riparazione pecuniaria.",
        "correct": false
      }
    ]
  },
  {
    "number": 269,
    "text": "L’indulto, in conformità alle norme del codice penale, può:",
    "answers": [
      {
        "text": "condonare, in tutto o in parte, la pena inflitta o la commuta in un’altra specie di pena stabilita dalla legge.",
        "correct": true
      },
      {
        "text": "condonare, in tutto o in parte, la pena inflitta ma non la può commutare in un’altra specie di pena.",
        "correct": false
      },
      {
        "text": "solo commutare la pena in un’altra di specie diversa o condonarla in tutto ma non in parte.",
        "correct": false
      },
      {
        "text": "solo condonare parte della pena o commutarla in un’altra specie.",
        "correct": false
      }
    ]
  },
  {
    "number": 270,
    "text": "Ai sensi del codice penale, ha il diritto di sporgere querela:",
    "answers": [
      {
        "text": "ogni persona offesa da un reato per cui non debba procedersi d’ufficio.",
        "correct": true
      },
      {
        "text": "ogni persona offesa o danneggiata da un reato nonché tutte le persone costituitesi parte civile nel relativo procedimento, sempreché si tratti di un reato non procedibile d’ufficio.",
        "correct": false
      },
      {
        "text": "ogni persona offesa o danneggiata da un reato per cui non debba procedersi d’ufficio.",
        "correct": false
      },
      {
        "text": "Ogni persona danneggiata da un reato per cui non debba procedersi d’ufficio e tutte le altre persone che, per legge, possono rappresentarlo",
        "correct": false
      }
    ]
  },
  {
    "number": 271,
    "text": "Nella determinazione dell’ammontare della pena pecuniaria nell'ambito del codice penale, il Giudice deve tener conto anche delle condizioni economiche del reo?",
    "answers": [
      {
        "text": "Sì.",
        "correct": true
      },
      {
        "text": "No.",
        "correct": false
      },
      {
        "text": "No, salvo che la legge disponga altrimenti.",
        "correct": false
      },
      {
        "text": "Si, ma solo se si tratta di ammenda.",
        "correct": false
      }
    ]
  },
  {
    "number": 272,
    "text": "La libertà vigilata, secondo il codice penale, è:",
    "answers": [
      {
        "text": "una misura di sicurezza.",
        "correct": true
      },
      {
        "text": "Una misura cautelare",
        "correct": false
      },
      {
        "text": "una misura alternativa.",
        "correct": false
      },
      {
        "text": "Una misura di prevenzione",
        "correct": false
      }
    ]
  },
  {
    "number": 273,
    "text": "Il delitto di rifiuto di atti d’ufficio, previsto dall'art. 328 c.p., è un delitto:",
    "answers": [
      {
        "text": "proprio dei Pubblici Ufficiali e degli incaricati di pubblico servizio.",
        "correct": true
      },
      {
        "text": "proprio dei Pubblici Ufficiali e dei soli incaricati di pubblico servizio che rivestano la qualità di pubblico impiegato.",
        "correct": false
      },
      {
        "text": "dei privati contro la Pubblica Amministrazione.",
        "correct": false
      },
      {
        "text": "contro l’amministrazione della giustizia.",
        "correct": false
      }
    ]
  },
  {
    "number": 274,
    "text": "L’ufficiale di Polizia Giudiziaria che, fuori dall’esercizio delle sue funzioni e non a causa di queste, ha notizia di un reato, ha l’obbligo di riferirne all’Autorità Giudiziaria secondo le norme del codice penale?",
    "answers": [
      {
        "text": "Sì, se si tratta di reato perseguibile d’ufficio; in caso di omissione commette un delitto punibile con la reclusione.",
        "correct": true
      },
      {
        "text": "Sì, se si tratta di reato perseguibile d’ufficio; in caso di omissione commette un delitto punibile con la multa.",
        "correct": false
      },
      {
        "text": "Sì, sia se si tratta di reato perseguibile sia a querela di parte che d’ufficio; in caso di omissione commette un delitto punibile con la reclusione.",
        "correct": false
      },
      {
        "text": "No, salvo che la legge disponga altrimenti.",
        "correct": false
      }
    ]
  },
  {
    "number": 275,
    "text": "Se l’oltraggio ad un magistrato in udienza avviene con violenza o minaccia, sulla base delle disposizioni del codice penale:",
    "answers": [
      {
        "text": "ciò comporta un aumento di pena.",
        "correct": true
      },
      {
        "text": "ciò non incide sulla pena, salvo che il reato sia commesso nei confronti di un giudice a composizione collegiale.",
        "correct": false
      },
      {
        "text": "ciò comporta l’arresto obbligatorio in flagranza.",
        "correct": false
      },
      {
        "text": "ciò comporta la perseguibilità d'ufficio anche per il reato normalmente perseguito a querela.",
        "correct": false
      }
    ]
  },
  {
    "number": 276,
    "text": "A norma del Codice Penale, qualora il reato commesso sia diverso da quello voluto da taluno dei concorrenti, quest'ultimo:",
    "answers": [
      {
        "text": "ne risponde, se l’evento è conseguenza della sua azione od omissione.",
        "correct": true
      },
      {
        "text": "ne risponde sempre, salvo che non impedisca l'evento.",
        "correct": false
      },
      {
        "text": "non ne risponde in nessun caso.",
        "correct": false
      },
      {
        "text": "quest'ultimo non ne risponde salvo che la legge disponga altrimenti,",
        "correct": false
      }
    ]
  },
  {
    "number": 277,
    "text": "Sulla base delle norme del codice penale, la remissione di querela fatta a favore di uno soltanto fra coloro che hanno commesso il reato:",
    "answers": [
      {
        "text": "si estende a tutti, ma non produce effetti per chi l’abbia ricusata.",
        "correct": true
      },
      {
        "text": "si estende a tutti e produce effetti anche per chi l’abbia ricusata, salvo sia diversamente stabilito dalla legge.",
        "correct": false
      },
      {
        "text": "si estende a tutti e produce effetti anche per chi l’abbia ricusata.",
        "correct": false
      },
      {
        "text": "ha efficacia soltanto per la persona nei cui confronti è stata fatta la remissione, salvo i casi previsti dalla legge.",
        "correct": false
      }
    ]
  },
  {
    "number": 278,
    "text": "L’obbligo al rimborso delle spese per il mantenimento del condannato negli istituti di pena, ai sensi del codice penale:",
    "answers": [
      {
        "text": "non si estende alla persona civilmente responsabile e non si trasmette agli eredi del condannato,",
        "correct": true
      },
      {
        "text": "si estende alla persona civilmente responsabile ma non si trasmette agli eredi del condannato.",
        "correct": false
      },
      {
        "text": "si estende alla persona civilmente responsabile ma non si trasmette agli eredi del condannato.",
        "correct": false
      },
      {
        "text": "può essere soddisfatto esclusivamente sui beni mobili, presenti e futuri, del condannato.",
        "correct": false
      }
    ]
  },
  {
    "number": 279,
    "text": "Nel diritto penale, l’istituto dell’oblazione si applica:",
    "answers": [
      {
        "text": "alle contravvenzioni.",
        "correct": true
      },
      {
        "text": "alle contravvenzioni ed ai delitti non colposi.",
        "correct": false
      },
      {
        "text": "a tutte le contravvenzioni ed ai delitti per i quali è prevista la sola pena della multa.",
        "correct": false
      },
      {
        "text": "a tutti i reati punibili con la sola pena pecuniaria.",
        "correct": false
      }
    ]
  },
  {
    "number": 280,
    "text": "Si configura il reato, previsto e punito dal codice penale, di falsità materiale, commessa dal pubblico ufficiale in certificati o autorizzazioni amministrative, quando:",
    "answers": [
      {
        "text": "Il pubblico ufficiale, nell’esercizio delle sue funzioni, contraffà o altera certificati o autorizzazioni amministrative.",
        "correct": true
      },
      {
        "text": "Il pubblico ufficiale, ricevendo o formando un atto nell’esercizio delle sue funzioni, attesta falsamente che un fatto è stato da lui compiuto o è avvenuto alla sua presenza.",
        "correct": false
      },
      {
        "text": "Il pubblico ufficiale, nell’esercizio delle sue funzioni, forma, in tutto o in parte, un atto falso o altera un atto vero.",
        "correct": false
      },
      {
        "text": "Il pubblico ufficiale, nell’esercizio delle sue funzioni, attesta falsamente, in certificati o autorizzazioni amministrative, fatti dei quali l’atto è destinato a provare la verità.",
        "correct": false
      }
    ]
  },
  {
    "number": 281,
    "text": "Dispone l'art. 480 c.p. che si configura il reato di falsità ideologica, commessa dal pubblico ufficiale in certificati o in autorizzazioni amministrative, quando:",
    "answers": [
      {
        "text": "Il pubblico ufficiale, nell’esercizio delle sue funzioni, attesta falsamente, in certificati o autorizzazioni amministrative, fatti dei quali l’atto è destinato a provare la verità.",
        "correct": true
      },
      {
        "text": "Il pubblico ufficiale, nell’esercizio delle sue funzioni, supponendo esistente un atto pubblico o privato, ne simula una copia\ne la rilascia in forma legale.",
        "correct": false
      },
      {
        "text": "Il pubblico ufficiale, nell’esercizio delle sue funzioni, rilascia la copia di un atto pubblico o privato diversa dall’originale.",
        "correct": false
      },
      {
        "text": "Il pubblico ufficiale, nell’esercizio delle sue funzioni, che scrive o lascia scrivere false indicazioni ad un privato.",
        "correct": false
      }
    ]
  },
  {
    "number": 282,
    "text": "Nell'ambito del diritto penale, il termine \"circostanza\" di cui agli artt. 61 e 62 c.p. indica:",
    "answers": [
      {
        "text": "un elemento accidentale che incide sulla pena, aggravandola o attenuandola.",
        "correct": true
      },
      {
        "text": "un elemento accidentale che è irrilevante rispetto alle conseguenze penali del fatto.",
        "correct": false
      },
      {
        "text": "un elemento essenziale del reato che incide sulla pena.",
        "correct": false
      },
      {
        "text": "un elemento incidentale dei delitti che diviene, però, elemento essenziale di determinazione della pena in caso di condanna superiore a quattro anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 283,
    "text": "Il Pubblico Ufficiale, secondo le disposizioni del codice penale, che riceve denaro per aver omesso o ritardato un atto del suo ufficio risponde di:",
    "answers": [
      {
        "text": "corruzione propria per un atto contrario ai doveri d’ufficio.",
        "correct": true
      },
      {
        "text": "corruzione propria, per l’esercizio della funzione.",
        "correct": false
      },
      {
        "text": "corruzione impropria per l’esercizio della funzione.",
        "correct": false
      },
      {
        "text": "Indebita percezione.",
        "correct": false
      }
    ]
  },
  {
    "number": 284,
    "text": "La condanna per peculato di cui all'art. 314 c.p. a pena superiore a tre anni di reclusione comporta:",
    "answers": [
      {
        "text": "l’interdizione perpetua dai pubblici uffici.",
        "correct": true
      },
      {
        "text": "l’interdizione temporanea dai pubblici uffici.",
        "correct": false
      },
      {
        "text": "l’inabilitazione.",
        "correct": false
      },
      {
        "text": "l'interdizione dai pubblici uffici non inferiore a cinque anni né superiore a sette anni.",
        "correct": false
      }
    ]
  },
  {
    "number": 285,
    "text": "Chiunque usa minaccia per opporsi ad un pubblico ufficiale, nell'esercizio delle sue funzioni, in ottemperanza all'art. 337 c.p., commette il reato di:",
    "answers": [
      {
        "text": "resistenza a pubblico ufficiale.",
        "correct": true
      },
      {
        "text": "violenza privata.",
        "correct": false
      },
      {
        "text": "oltraggio aggravato dall’uso della violenza.",
        "correct": false
      },
      {
        "text": "Violenza o minaccia a un pubblico ufficiale.",
        "correct": false
      }
    ]
  },
  {
    "number": 286,
    "text": "In considerazione del tenore dell'art. 317 c.p., gli elementi che differenziano il reato di concussione da quello di corruzione sono:",
    "answers": [
      {
        "text": "la condotta e il soggetto attivo.",
        "correct": true
      },
      {
        "text": "le modalità di esecuzione del delitto.",
        "correct": false
      },
      {
        "text": "soltanto il soggetto attivo.",
        "correct": false
      },
      {
        "text": "l'oggetto mediato del reato nonché il soggetto attivo.",
        "correct": false
      }
    ]
  },
  {
    "number": 287,
    "text": "Ai sensi dell'art. 317 c.p., il reato di concussione è classificato:",
    "answers": [
      {
        "text": "dei delitti dei pubblici ufficiali contro la pubblica amministrazione.",
        "correct": true
      },
      {
        "text": "dei reati dei pubblici ufficiali contro la pubblica amministrazione.",
        "correct": false
      },
      {
        "text": "dei reati dei pubblici ufficiali contro la fede pubblica.",
        "correct": false
      },
      {
        "text": "dei reati contro l'amministrazione della giustizia.",
        "correct": false
      }
    ]
  },
  {
    "number": 288,
    "text": "Fuori dei casi di concorso nella contraffazione o nell’alterazione, in base all'art. 455 c.p., chiunque spende monete contraffatte o alterate:",
    "answers": [
      {
        "text": "soggiace alle pene stabilite per il delitto, anche se ha ricevuto le monete in buona fede.",
        "correct": true
      },
      {
        "text": "soggiace alle pene stabilite per la contravvenzione anche se ha ricevuto le monte in buona fede, ridotte di un terzo.",
        "correct": false
      },
      {
        "text": "risponde in ogni caso di una violazione amministrativa.",
        "correct": false
      },
      {
        "text": "l'aver ricevuto le monete in buona fede costituisce titolo per la derubricazione del reato a sanzione amministrativa.",
        "correct": false
      }
    ]
  },
  {
    "number": 289,
    "text": "Cosa costituisce la forza maggiore di cui all'art. 45 c.p.?",
    "answers": [
      {
        "text": "Una causa di non punibilità.",
        "correct": true
      },
      {
        "text": "Una causa di aggravamento della pena.",
        "correct": false
      },
      {
        "text": "Una scusante che porta alla diminuzione della pena.",
        "correct": false
      },
      {
        "text": "Una causa interruttiva della causalità.",
        "correct": false
      }
    ]
  },
  {
    "number": 290,
    "text": "Secondo le previsioni del codice penale, i delitti di falsità possono riguardare anche i documenti informatici?",
    "answers": [
      {
        "text": "Si, si applicano ai sensi dell’art. 491-bis del c.p. i corrispondenti delitti di falsità in atti che riguardano gli atti pubblici o le scritture private.",
        "correct": true
      },
      {
        "text": "No, non avendo previsto il nostro codice alcuna fattispecie specifica essendo anteriore all’invenzione dell’informatica.",
        "correct": false
      },
      {
        "text": "Si, si applicano ai sensi dell’art. 491-bis del c.p. i corrispondenti delitti contro la Pubblica Amministrazione.",
        "correct": false
      },
      {
        "text": "Si, secondo la specifica legislazione speciale.",
        "correct": false
      }
    ]
  },
  {
    "number": 291,
    "text": "La differenza tra corruzione propria ed impropria, ai sensi degli articoli del codice penale, si sostanzia nel fatto che il pubblico ufficiale:",
    "answers": [
      {
        "text": "nel primo caso “ponga in essere atti contrari ai doveri d’ufficio”, mentre nel secondo “compie atti dovuti ma ritardandone, dietro compenso, l’esecuzione per avvantaggiare un terzo”.",
        "correct": true
      },
      {
        "text": "nel primo caso “compie atti dovuti ma ritardandone, dietro compenso, l’esecuzione per avvantaggiare un terzo”, mentre nel secondo “ponga in essere atti contrari ai doveri d’ufficio”.",
        "correct": false
      },
      {
        "text": "nel primo caso “compie atti dovuti ma ritardandone, dietro compenso, l’esecuzione per avvantaggiare un terzo”, mentre nel secondo \"quando la promessa o la dazione sono effettuate\ndopo il compimento o l'omissione dell’atto\".",
        "correct": false
      },
      {
        "text": "nel primo caso \"dietro la promessa di compenso, avvantaggia una società o un privato a danno della pubblica amministrazione”, mentre nel secondo \"ponga in essere atti contrari ai doveri d’ufficio”.",
        "correct": false
      }
    ]
  }
]